[
	{
		"id": 0,
		"name": "Pégaso",
		"nature": [
			4,
			1
		],
		"description": [
			"Não há nenhuma estrela má, nem mesmo Caput Algol ou Antares, mas há estrelas desagradáveis ou perigosas; as estrelas de Pégaso parecem ser perigosas. Ele não é um monstro terrível, ele é um cavalo branco com asas, capaz de fazer nascer fontes d’água doce onde bate os cascos, simbolizando os desejos transfigurados pela sabedoria, pela luz do Alto, só que é um cavalo, ele precisa de um cavaleiro, e é possível fazer coisas erradas com ele por mais que ele seja bom; Pégaso é perigoso porque é, ao mesmo tempo, um cavalo e um ser alado, pode subir demais, pode descer no lugar errado, é algo que deve ser usado com sabedoria. ",
			"Há três estrelas em Pégaso que simbolizam três “pedaços” do seu mito, uma na ponta de uma asa, uma nas patas, e uma na junção da asa com o corpo, que é a mais benéfica das três; a da ponta da asa simboliza o risco do orgulho, o risco espiritual, e a das patas o risco da matéria, enquanto a da junção da asa com o corpo é o meio-termo. As outras estrelas são desnecessárias para entender esse simbolismo. ",
			"O que, geralmente, torna estrelas importantes ou desimportantes na astrologia é estarem muito longe da Eclíptica, que é o foco simbólico, o caminho do Sol, ou serem muito fracas, mas isso não deve ser levado a ferro e fogo, há algumas constelações em que estrelas distantes ou fracas são importantes por se encaixarem melhor na história dos mitos do que as outras; agora, de forma geral, as estrelas muito distantes do Zodíaco, ou fora do Zodíaco, são menos importantes, assim como as muito fracas."
		]
	},
	{
		"id": 1,
		"name": "Ceto",
		"nature": [
			6
		],
		"description": [
			"Ceto é um monstro horrível, de origem desconhecida, uma grande massa de terra no meio de uma grande massa de água, que pode ser terrível, como foi para Andrômeda, ou algo para ser montado, como no caso das nereidas; volta o tema dos desejos e do mundo material, mas, nesse caso, trata-se do peso da matéria, não da extensão no sentido de sedução, mas do mundo material em sua opressão, é o animal que ameaçava devorar Andrômeda, uma história que, da mesma forma que a história de Perseu tem semelhança com a do Profeta Moisés atravessando o rio, tem uma semelhança óbvia com a baleia que engoliu o Profeta Jonas, ou a cova de Nosso Senhor Jesus Cristo, que O engoliu até o terceiro dia, é a opressão do mundo, da terra, da matéria.",
			"Enquanto a natureza de todas as estrelas de Pégaso é a de Marte e Mercúrio, todas as estrelas de Ceto têm a natureza de Saturno, o planeta das coisas duras, difíceis, e pesadas; Ceto é voltado na direção do Zodíaco, sua boca fica em Touro e seu rabo em Áries. Há três estrelas principais: uma na boca, uma no rabo, e outra na barriga; a menos prejudicial é a da cauda, porque é a consequência do monstro enorme, é uma opressão que passou. Essa estrela se chama Deneb Kaitos (Ḏanab al-Ḳaiṭos), ou Difda, atualmente em 2°53' de Áries, de magnitude 2,2, ao sul da Eclíptica, em 20°47'.",
			"Ceto é terra flutuando no oceano, uma enorme massa de terra flutuando em uma enorme massa de água, sem nada de ar ou fogo, nada de elevado, só que sem nada de intrinsecamente mau, apenas de intrinsecamente desagradável, ninguém gosta de se chocar com a dureza dos fatos, a realidade é desagradável e estraga os nossos sonhos, mas não tem nada de mau nela, ela é o que ela é, e depois que esse monstro terrível amassa os nossos sonhos, o que sobra é uma visão objetiva da realidade; o monstro passa pelo oceano dos desejos, que se abre para deixar ele passar, fechando-se depois."
		]
	},
	{
		"id": 2,
		"name": "Andrômeda",
		"nature": [
			2
		],
		"description": [
			"Enquanto todas as estrelas de Ceto são da natureza de Saturno, todas as estrelas de Andrômeda são da natureza de Vênus, o planeta da harmonia, da beleza, do amor, e da estética; embora Almach também tenha um significado de Vênus, Almach e Menkar funcionando juntas têm o significado de Saturno e Vênus. A parte mais importante do mito é justamente a boca de um monstro terrível que, pelo pecado dos pais, quer ferir uma donzela inocente, então o significado mais comum de Almach e Menkar são situações complicadas e difíceis das quais não temos culpa; a dupla sugere impotência e inocência diante de situações difíceis."
		]
	},
	{
		"id": 3,
		"name": "Cefeu",
		"nature": [
			5,
			6
		],
		"description": []
	},
	{
		"id": 4,
		"name": "Cassiopeia",
		"nature": [
			6,
			2
		],
		"description": [
			"Saturno e Vênus têm algumas significações boas juntas, mas as significações ruins são associadas à Casa XII, a Casa do auto sabotamento, das coisas que fazemos e nos prejudicam. Enquanto Andrômeda sofre algo que não causou, Cassiopeia sofre algo que causou quase sozinha, com a omissão cúmplice do marido; em essência, os significados de suas estrelas são de quem falou demais e se prejudicou pelo que falou."
		]
	},
	{
		"id": 5,
		"name": "Triângulo",
		"nature": null,
		"description": [
			"Essa constelação foi posta no céu a pedido de Ceres para marcar a ilha da Sicília, porque era uma ilha querida para ela, onde a foice de Saturno, quando ele foi destronado, caiu; a foice de Saturno, além de ser um símbolo óbvio do poder dele, é o que ele usou para castrar o pai, Urano, então, ao mesmo tempo que tem um significado de fertilidade, também tem um significado de concretude, porque Urano, o pai de Saturno, era o deus do céu, de todas as possibilidades, enquanto Saturno é o deus do tempo e das dificuldades, das durezas."
		]
	},
	{
		"id": 6,
		"name": "Perseu",
		"nature": [
			5,
			6
		],
		"description": []
	},
	{
		"id": 7,
		"name": "Órion",
		"nature": [
			5,
			6
		],
		"description": [
			"Órion, na Odisseia, é descrito como um sujeito bonito, humano, que era apaixonado por Aurora, e foi morto por Ártemis a mando de Zeus; em algumas outras versões, Órion era filho de Poseidon, um guerreiro terrível, que é cegado após estuprar Merope, refugia-se nas forjas de Hefesto, o deus manco dos vulcões, da funilaria, e das forjas, e, depois, vai para uma Terra a Leste, onde o Sol é mais forte, e o Sol cura os olhos dele.",
			"A versão mais comum da história de Órion é que um rei pediu aos deuses filhos, e os deuses, Zeus e Hermes, em algumas versões, e Poseidon junto com eles, em outras, pegaram a pele de um boi morto, costuraram, urinaram dentro, e deixaram embaixo da terra gestando por nove meses, tanto que um dos significados possíveis para o nome “Órion” é “Urina”.",
			"Na Odisseia, a origem de Órion é suavizada, mas, nas outras duas origens, além de ser caracterizado como um sujeito terrível, enfatiza-se o fato de, em uma, não ter fagulha divina, mas ser apenas terra, urina, e boi, e, em outra, não vir da terra, mas ser filho do deus dos oceanos, escondendo-se junto de Hefesto, um deus ctônico do fogo que não vem do alto, mas das profundezas, das cavernas; a associação mais óbvia de Órion é a terra, ele não tem a fagulha celeste, ele não é um herói, por isso as histórias dele costumam ser agressivas e ruins, ele é orgulhoso, estúpido, e sensual, não tem a fagulha do Céu.",
			"Em algumas fontes, Órion se enamorou de Merope, e, em outras, das Plêiades todas, e queria tomar ou uma ou todas em casamento; as Plêiades são a perfeição do mundo, mas Órion não era perfeito, e não conseguia ascender a elas. As Plêiades são transformadas em estrelas no céu, e Órion também, para continuar as perseguindo, mas a constelação dele não as alcança. Em outra versão, Órion caça junto com Ártemis, ela se apaixona por ele, mas Apolo não gosta disso, porque sua irmã era uma virgem consagrada, e a engana para matar Órion.",
			"Em nenhuma história Órion sugere fertilidade, nem elevação, ele sempre cai, não se eleva; em outras histórias, Ártemis ou Gaia, porque Órion se dizia o maior caçador do mundo, capaz de caçar todas as feras, manda um escorpião morder o calcanhar dele e ele morre. O escorpião é uma figura óbvia do perigo dos desejos; as três constelações associadas à água são associadas aos desejos, Câncer, Escorpião, e Peixes. Câncer, embora pareça mais inocente, faz, com Hércules, a mesma coisa que Escorpião fez com Órion, enquanto Peixes tem que ver com a experiência adquirida, com o que acontece depois dos desejos.",
			"A constelação de Órion significa um sujeito forte, poderoso, mas sem a fagulha divina, simbolizando sucesso e bom desempenho em coisas terrenas, como caçar, pescar, lutar, matar, mas dificuldade em qualquer coisa mais elevada, Órion não era elevado, era feito de urina e da pele morta de um boi."
		]
	},
	{
		"id": 8,
		"name": "Lebre",
		"nature": null,
		"description": [
			"Ela não tem um mito claramente associado a ela (como não há um associado à constelação), apenas uma história a respeito de uma ilha em que as pessoas introduziram lebres, elas se reproduziram muito, e foi preciso matá-las.",
			"Se fosse preciso dar um significado à constelação de Lebre, seria a fertilidade, a reprodução."
		]
	},
	{
		"id": 9,
		"name": "Áries",
		"nature": [
			4,
			6
		],
		"description": [
			"O mito de Áries sugere, ao mesmo tempo, o fim, no sentido de objetivo final da vida, e o início da Criação; a história começa com um carneiro, que leva a parte boa da alma até o seu destino, para além das dificuldades, enquanto a parte má cai. É por isso que Áries é a constelação associada ao primeiro signo, ao fogo cardinal, ao início do ano astrológico; embora a constelação não esteja no início do ano astrológico ocidental, ela ainda está no início do ano astrológico dos indianos, porque começam a contar o Zodíaco a partir do ponto oposto a Spica, uma estrela que está mais ou menos no ponto contrário ao começo da constelação de Áries. ",
			"O carneiro é um animal selvagem, um animal indomável, e o Carneiro de Ouro é um animal elevado, em que essas qualidades estão em nível mais elevado, mas, mesmo assim, ele sugere agressividade e velocidade, é um animal solar por excelência; a constelação de Áries pode ter alguns aspectos benéficos, mas nunca é plácida, tranquila, calma, nenhuma das estrelas associadas a Áries é assim."
		]
	},
	{
		"id": 10,
		"name": "Touro",
		"nature": null,
		"description": [
			"O que é o Touro? É um enorme amontoado de matéria, como Ceto, mas com Zeus dentro; é a matéria no seu melhor estado, a matéria informada pela Presença Divina, então Touro simboliza o que há de bom no mundo, o que há de agradável no mundo, o que há de abundante nele, só que mesmo isso tem que voltar para os deuses, tudo tem que voltar para o Alto, quem quer manter essas coisas para si se seduz pelo mundo e gera monstros, como o Minotauro, que devoram o que há de humano.",
			"O mito de Áries é quase que um mito da Criação, há até uma espécie de Jardim do Éden envolvido, enquanto Touro é a visão do Éden, as bênçãos que se recebe da Terra; mudando de nível, falando dos signos, Touro é o signo fixo da terra, da abundância do mundo material, e é isso que esse animal enorme e divino simboliza. De certa forma, embora as Plêiades a as Híades não estejam ligadas ao mito de Touro, elas têm relação com isso também, são aspectos diferentes da condição dupla da matéria, de ser algo muito bom, dada do Alto para o ser humano, e, ao mesmo tempo, não se bastar sem o Céu."
		]
	},
	{
		"id": 11,
		"name": "Auriga",
		"nature": [
			4,
			1
		],
		"description": [
			"O símbolo por trás da constelação de Auriga é a sublimação do mundano, das tentações, da parte mais material da realidade, para o Alto, independente da origem delas; Erictônio era filho de um deus, mas um produto de uma tentativa de estupro misturado com terra, que foi levado, apesar disso, no fim da vida, ao Céu. A constelação tem um sentido benéfico, mas também um sentido perigoso, porque essa carruagem move Erictônio como um todo, tanto a parte pensante quanto a parte de baixo, deformada e horrível.",
			"Todas as estrelas de Auriga são muito fracas, e não têm muita importância, porque estão perto de outras estrelas fortes, a não ser Capella, que é Amalteia, a cabra que Erictônio leva em seu braço; Hasseleh, em 15°56' de Gêmeos, está no pé de Erictônio. A natureza de toda a constelação é de Marte e Mercúrio, atividade e engenhosidade, enquanto Hasseleh tem o significado voltado à deformidade, à parte ruim do mito de Erictônio, mas raramente é importante por estar muito próxima de Rigel, o pé de Órion."
		]
	},
	{
		"id": 12,
		"name": "Argo",
		"nature": null,
		"description": [
			"Argo é o navio dos Argonautas, o primeiro navio construído pelo homem, o primeiro artefato de terra e matéria guiado pela força humana e pelo vento não para entrar na água e afundar, mas para passar por cima dela e levar o homem com segurança; a ideia geral da constelação é essa, passar com segurança pelo turbilhão do mar, porque o mar, além de ser uma imagem muito forte dos desejos, também significa os males que acontecem ao homem de forma geral, o mar é tempestuoso, terrível. Disse que Poseidon, quando observou a sombra de Argo passando, ficou desesperado se perguntando como poderiam os homens passar sobre seu domínio sem mais morrerem; posteriormente, quando surgem mais navios, e estes incomodam Poseidon, ele se vinga."
		]
	},
	{
		"id": 13,
		"name": "Gêmeos",
		"nature": [
			1,
			2
		],
		"description": [
			"Castor e Pollux eram irmãos e muito amigos, um mortal e um divino, respectivamente, mas suas aventuras terminam mal, eles tentam fazer uma emboscada, Castor morre, e Pollux está prestes a ser ferido por uma espada quando Zeus o salva com um raio, fulminando quem o queria matar; Zeus dá para Pollux a opção de ir para o Olimpo sem o irmão ou passar um tempo no Olimpo com o irmão e um tempo no Hades com o irmão, alternando entre um lugar e outro, e ele escolhe a segunda opção, dividir a imortalidade com o irmão. Castor e Pollux eram considerados os deuses de Esparta, em que havia vários locais de culto dos dois, e patronos dos navegantes.",
			"Castor e Pollux são mencionados na Bíblia, no final de Atos dos Apóstolos, quando Paulo vai para Roma ser julgado por César; ele vai de navio, naufraga em Malta, onde pega outro navio e chega em Roma, e esse navio tem o símbolo dos Gêmeos na proa. Uma explicação para isso é que eles simbolizam a morte e a Ressurreição, a Ressurreição da Carne; sempre que há duas coisas, dois irmãos, duas irmãs, dois braços, duas coisas que são a mesma, as duas simbolizam a parte elevada ao Céu e a parte fascinada pelo mundo, ou a parte carnal e a parte divina do homem.",
			"Em certo sentido, Castor e Pollux são uma prefiguração do que acontece com Nosso Senhor Jesus Cristo, que é o ponto fundamental da pregação de São Paulo em Roma; ele faz questão de ser julgado por César para ir para Roma.",
			"É interessante que Pollux, o irmão imortal, seja o boxeador, enquanto Castor, o irmão mortal, o domador de cavalos, o primeiro da natureza de Marte e o segundo da natureza de Mercúrio, porque, apesar dos problemas da vida deles, o mito deles têm um final feliz, o irmão mortal é levado para o Olimpo; Castor, embora seja uma estrela menos poderosa que Pollux, sugere a perfeição natural humana, como Virgílio n’A Divina Comédia, levando Dante pelo Inferno e pelo Purgatório. Castor é tão perfeito que Pollux o amou ao ponto de levá-lo consigo para o Olimpo; Pollux, a parte divina, não tem medo, não precisa ser esperto como Mercúrio, resolver problemas como ele, é uma força mais franca, como um boxeador, que impõe a sua vontade.",
			"Castor e Pollux também eram conhecidos pelos nomes de Apolo e Hércules, o que tem que ver com essas características, Pollux é a Força Divina, como Hércules era o homem mais forte de seu tempo, que ascende ao Olimpo no fim da história, enquanto Castor se associa a Apolo, o deus da lira, da música, de características não tão diferentes das de um sujeito que doma cavalos, que domina os próprios desejos, que domina a força terrível e indomável dos cavalos; não é pela força que se doma um cavalo, mas pela esperteza e pela habilidade, qualidades mais associadas a Apolo do que a Hércules."
		]
	},
	{
		"id": 14,
		"name": "Cão Maior",
		"nature": [
			2
		],
		"description": [
			"Existe mais de um mito associado ao Cão Menor, mas o Cão Maior normalmente é associado a Laelaps, o cão com que Zeus presenteou Europa para a guardar e não deixar que ninguém chegasse perto da princesa; todas as estrelas dessa constelação, a não ser Sirius, têm a mesma qualidade, a natureza de Vênus, segundo Ptolomeu, porque Laelaps foi um presente de Zeus para Europa, a maior parte delas sem significação astrológica importante.",
			"[...]",
			"Uma das origens da constelação do Cão Maior é que Zeus, vendo Laelaps, o cão que nunca perde a presa, perseguir a Raposa de Tebas, a raposa que nunca era pega, ficou com pena dos dois e os colocou no céu."
		]
	},
	{
		"id": 15,
		"name": "Cão Menor",
		"nature": null,
		"description": [
			"Existe mais de um mito associado ao Cão Menor, mas o Cão Maior normalmente é associado a Laelaps, o cão com que Zeus presenteou Europa para a guardar e não deixar que ninguém chegasse perto da princesa; todas as estrelas dessa constelação, a não ser Sirius, têm a mesma qualidade, a natureza de Vênus, segundo Ptolomeu, porque Laelaps foi um presente de Zeus para Europa, a maior parte delas sem significação astrológica importante.",
			"[...]",
			"Uma das origens da constelação do Cão Maior é que Zeus, vendo Laelaps, o cão que nunca perde a presa, perseguir a Raposa de Tebas, a raposa que nunca era pega, ficou com pena dos dois e os colocou no céu."
		]
	},
	{
		"id": 16,
		"name": "Câncer",
		"nature": null,
		"description": [
			"Câncer é uma constelação com quatro estrelas nomeadas e uma nebulosa, nenhuma muito forte, nem muito importante."
		]
	},
	{
		"id": 17,
		"name": "Leão",
		"nature": [
			3
		],
		"description": [
			"A constelação de Leão é grande, mas cheia de estrelas pequenas; Câncer simboliza os desejos mais primários, que nascem conosco, é o signo do início do verão, é o ponto máximo a que o Sol sobe na direção do Norte, o signo cardinal da água, associado aos desejos, então todas as partes da constelação estão associadas ao nascimento, o nascimento é uma coisa confusa, porque o corpo e os desejos do homem nascem com ele. Leão não tem que ver com os desejos, mas com uma vontade, a vontade de poder, de independência, de liberdade; significa tudo aquilo que o Sol significa, mas de uma forma mais agressiva. O leão é uma fera que não obedece ninguém, não tem chefe, não tem mestre, não se curva, ninguém a monta, ela não é domada.",
			"O Leão de Nemeia é muito mais assim do que os leões comuns, porque ele é solitário e invulnerável, Hércules precisou enforcá-lo para derrotá-lo, precisou tirar todo o ar, toda a animação, dele; enquanto ele estava animado, fazia o que queria fazer, era agressivo. A constelação de Leão significa poder, violência, ação, domínio, mas sem um ser humano, sem dominação."
		]
	},
	{
		"id": 18,
		"name": "Hidra",
		"nature": null,
		"description": [
			"A outra constelação associada aos Doze Trabalhos de Hércules é a constelação de Hidra; no mito é um animal enorme, mas a constelação só tem uma estrela com nome, uma estrela relevante, no pescoço da Hidra de Lerna, Alfard."
		]
	},
	{
		"id": 19,
		"name": "Leão Menor",
		"nature": null,
		"description": [
			"A constelação do Leão Menor, Leo Minor, que não existia na Antiguidade, tem uma estrela, chamada Precípua."
		]
	},
	{
		"id": 20,
		"name": "Canes Venatici",
		"nature": null,
		"description": [
			"Outra constelação que não existia, mas vale a pena mencionar, é Canes Venatici, que era parte do Boieiro; há uma nebulosa bastante importante nela e duas estrelas não tão importantes, mas que merecem menção. São os Cães de Caça, à mão do Boieiro, ajudando-o a tocar as Ursas ao redor do polo; são cães educados, em uma coleira."
		]
	},
	{
		"id": 21,
		"name": "Boieiro",
		"nature": null,
		"description": [
			"Boieiro pode significar Arcas, o filho de Zeus e Calisto, que quase matou a própria mãe e foi colocado no céu seguindo a mãe, pode ser Icário, um fiel discípulo de Dionísio, ou pode ser Filomelo, irmão de Pluto, o deus do dinheiro e da riqueza, filho de Deméter; ao contrário do irmão, Filomelo era pobre. Algumas vezes Pluto é confundido com Plutão, mas, por exemplo, Dante os tratava como diferentes, colocando Pluto no círculo correspondente à avareza, sem associação com Hades, ou Plutão; no mito de Hércules, quando ele vai para o Olimpo, Pluto é o único deus que ele se recusa a cumprimentar, por causa de todas as tragédias que causa na Terra.",
			"Pluto era representado como coxo, alado, e cego, por demorar a chegar e ir embora rapidamente; há uma peça em que a visão é devolvida a Pluto, e o mundo fica de cabeça para baixo, porque ele começa a dar a riqueza de acordo com os méritos. Filomelo, então, por ser pobre, mas não querer o dinheiro do irmão, nem o irmão queria dividir com ele, passou a viver do próprio trabalho; ele foi o inventor do arado, do carro de boi, e se sustentou com a agricultura.",
			"Os três mitos de Boieiro, embora haja diferenças entre eles, sugerem constância, boa vontade, trabalho, mas, especialmente os dois primeiros, dificuldade de ver ao longe; Icário morreu não por própria culpa, mas em consequência de ações que não foram as melhores, ele não fez nada de errado, só que acabou causando a própria morte. Arcas, por sua vez, quase matou a própria mãe, também inocentemente, nenhum dos mitos do Boieiro sugere maldade, mas falta de visão. Na Odisseia, Calipso, orientando Odisseu para a viagem, menciona o Boieiro, dizendo que o colocasse à sua direita, pois que estava indo para o Oeste."
		]
	},
	{
		"id": 22,
		"name": "Taça",
		"nature": null,
		"description": [
			"A constelação de Taça, originalmente, representa a Taça de Dionísio; durante um banquete dos deuses, Apolo pediu para que o Corvo, que também virou uma constelação, pegar água para ele, mas o Corvo foi, ficou observando uma figueira dar figos, comeu, e só depois voltou com água. Disse o Corvo, trazendo a Hidra de Lerna no bico, que a culpa foi dela; Apolo ficou irritado e colocou Taça de um lado e Corvo do outro, para que nunca matasse a sede.",
			"O escritor Macróbio, no Comentário ao Sonho de Cipião, diz que a Taça é aquela da qual as pessoas bebem antes de nascer; é a água dela, que vem do Rio Lete, que faz com que os homens esqueçam das maravilhas que a alma vivia antes de entrar no corpo, algumas pessoas esquecem tudo, outras esquecem um pouco.",
			"Assim, apesar de ter um mito ruim, porque o Corvo se distraiu com a beleza do mundo, e, depois, culpou a Hidra de Lerna (o que não é exatamente errado, mas não era a hidra exterior a culpada, senão que a interior a ele), foram os desejos dele que o desencaminharam. A Taça não é ruim, é boa, está associada ao Santo Graal e ao Cálice Sagrado da Eucaristia; o que se coloca na Taça vem do Alto, só que, às vezes, esquecemo-nos das bênçãos do Alto."
		]
	},
	{
		"id": 23,
		"name": "Virgem",
		"nature": null,
		"description": [
			"Embora a maior parte de suas estrelas não seja muito importante, a constelação de Virgem é enorme; um dos mitos associados a ela é o de Erígone, filha de Icário, que se suicidou diante da morte do pai. O outro mito associado a ela é o de Astreia, uma titã, filha de Astreu, deus do crepúsculo, e Éos, deusa da aurora; significa pureza, precisão, inocência e justiça. Vivia entre os homens até que, na Era do Ferro, a violência, o crime, e a baixeza dos mortais fez com que ela abandonasse a Terra pelo Céu; o significado dessa constelação, em seus dois mitos, é pureza e desgosto com as coisas ruins da Terra. Astreia foi identificada com Diké, deusa da justiça, filha de Zeus e Têmis, a titã da justiça; assim, está muito associada à pureza e à retidão. Também já foi associada a Deméter, irmã de Zeus, um dos olimpianos, deusa da agricultura e das bênçãos, e Perséfone, mulher de Hades, deusa da primavera.",
			"A constelação de Virgem, desde o início do Cristianismo, também foi associada à Virgem Maria, Nossa Senhora, que também simboliza pureza e elevação, ela também foi assunta ao Céu."
		]
	},
	{
		"id": 24,
		"name": "Coma Berenices",
		"nature": null,
		"description": [
			"A constelação de Coma Berenices, à qual foram atribuídas duas estrelas sem nome e uma com nome, Diadema, não existia na Antiguidade, mas sua história é antiga: Berenice foi a segunda esposa de Ptolomeu III Sóter do Egito; quando o esposo estava em guerra, ela cortou os cabelos e ofereceu a Vênus para que ele voltasse, e ele voltou. Como seus cabelos desapareceram do templo, Berenice ficou desesperada procurando quem os teria roubado até que o astrólogo do reino apontou no céu para a constelação de Coma Berenices, em que estavam os cabelos dela. Essa constelação é recente, mas nem tanto, no Renascimento ela já era conhecida."
		]
	},
	{
		"id": 25,
		"name": "Corvo",
		"nature": null,
		"description": [
			"A constelação de Corvo significa não só o Corvo que Apolo enviou com a Taça, mas também o próprio Apolo, que, além de ser o deus dos corvos, transformou-se em um corvo quando Tifão assustou os deuses; cada um fugiu de uma forma diferente, Apolo virou um corvo para fugir. Corvo está associado a ir atrás da Taça, a perseguir as coisas mais elevadas, mas se demorar no caminho, mas não se perder no caminho, porque o Corvo volta, ele tem algo bom, e está associado à inteligência. O Rei Odin, na mitologia nórdica, tinha dois corvos: “Huginn”, que significa “Pensamento”, e “Muninn”, que significa “Memória”; o corvo é um animal associado à inteligência."
		]
	},
	{
		"id": 26,
		"name": "Corona Borealis",
		"nature": null,
		"description": [
			"“Corona Borealis”, a “Coroa do Norte”, é toda da natureza de Vênus e Mercúrio, é a coroa que Dionísio deu a Ariadne, que foi abandonada por Teseu após matar o Minotauro; o deus do vinho, apiedando-se, casou com ela. Coroas, obviamente, têm significações positivas, a Coroa do Norte têm duas estrelas: Nusakan e Alphecca."
		]
	},
	{
		"id": 27,
		"name": "Centauro",
		"nature": null,
		"description": [
			"A constelação de Centauro é enorme e belíssima, mas só três estrelas dela têm alguma significação, pelo mesmo problema do Cruzeiro: ela está muito ao Sul; parte dela não era considerada por dar a volta no Cruzeiro, a parte mais ao Sul do Centauro envolve a Cruz. Centauros, no plural, são os seres filhos de Centauro, metade homens, metade cavalos, significando o que acontece com o homem se não domina os desejos.",
			"O homem que não domina os próprios desejos se transforma, de certa forma, nos próprios desejos, e vira um ser brutal, violento, e selvagem; é assim que os centauros eram, brutais, violentos, selvagens, e ignorantes, viviam em lugares abandonados e afastados, com exceção de dois, representados de forma diferente na iconografia. Em primeiro lugar, Quíron, diferente dos outros por ser filho de Cronos e de uma ninfa, o mais sábio e mais justo dos centauros, tendo ensinado medicina a Apolo e sido professor de uma lista enorme de personagens heroicos, e, em uma das histórias de Hércules, ele foi ferido. Como era imortal, a dor do seu ferimento era grande, e Prometeu estava precisando, Quíron abdicou da própria imortalidade em favor de Prometeu quando Hércules o libertou.",
			"Quíron está ligado à sabedoria, ao domínio dos próprios desejos, mas a algum grau de vulnerabilidade, e até algum grau de sofrimento; associa-se às coisas do Alto, ao autodomínio, à transfiguração da parte mais baixa, mais inferior, para objetivos mais elevados, como a constelação de Auriga também, mas em outro nível, e, por causa disso, mostrado, na iconografia, como um homem na frente e cavalo atrás, enquanto os outros centauros eram homens até a cintura e cavalos daí para baixo. As patas da frente de Quíron eram pés, ele tinha a traseira de um cavalo, mas só ela, como se a parte equina estivesse dominada, seguindo perfeitamente o homem à frente, enquanto os centauros, em geral, não eram assim.",
			"Folo, tomando uma das flechas, admirado de como uma coisa tão pequena podia matar algo tão grande quanto um centauro, fere-se sem querer e morre; em outras versões desse mito, ele se fere limpando os corpos dos irmãos mortos para enterrá-los, ou em uma das patas. Em ainda outras versões, uma das flechas de Hércules atinge Quíron na pata, e é por isso que ele fica com dor por um tempo, desistindo da imortalidade, entregando-a para Prometeu, para conseguir morrer em paz. Quíron tem significações mais elevadas, Folo significa busca pela sabedoria, mas também o perigo da curiosidade, só que ele também é civilizado, tem as faculdades mais baixas dominadas."
		]
	},
	{
		"id": 28,
		"name": "Libra",
		"nature": null,
		"description": [
			"A constelação de Libra tem cinco estrelas; dessas cinco, só duas têm significação bem definida. O mito por trás dela, além do mais, é muito simples de entender: ela é a balança que Astreia, Diké, ou Nossa Senhora, tem na mão, que é uma balança não necessariamente má, mas da qual um dos pratos está associado às ações e à justiça, o Prato do Sul, o prato do preço insuficiente, e o outro à misericórdia, o Prato do Norte, às bênçãos suficientes, o prato do preço suficiente; pode também ser as Garras do Escorpião.",
			"Antigamente, a constelação de Escorpião vinha até Libra, de modo que havia a Garra do Norte e a Garra do Sul, uma mais benéfica, porque associada à misericórdia, outra mais maléfica, associada à justiça; apesar de ser uma constelação violenta, uma constelação agressiva, o perigo de Escorpião não está nas garras, está no ferrão, elas só incomodam, tanto uma quanto a outra, tal que não são particularmente positivas, especialmente a do Sul, mas também não são a pior coisa do mundo."
		]
	},
	{
		"id": 29,
		"name": "Hércules",
		"nature": [
			1
		],
		"description": [
			"Hércules é o herói solar, é assim que ele é representado, mas todas as estrelas da constelação de Hércules têm a natureza de Mercúrio; Manilius, em sua Astronomica, associa-o à ousadia, a andar sobre cordas, tanto que outro nome para a constelação de Hércules é Trapézio, porque ser forte não é o bastante, ele não venceu os Doze Trabalhos por meio só da força — ser forte e muito poderoso, inclusive, colocou-o em grandes problemas, o que o salvou foi a inteligência prática, foi resolver problemas.",
			"Há outro mito associado a Hércules — não parece ser possível encaixar esse mito nas significações da constelação, mas é a origem das imagens da constelação, que representam o herói ajoelhado — que o põe na Titanomaquia (que gera um problema cronológico; mas há versões diferentes do conflito). Durante essa guerra, os deuses fogem dos titãs e vão todos para um lado do céu, que então ameaça desabar, e Atlas e Hércules, porque Atlas não dá conta sozinho, seguram o céu para que não desabe e seja possível continuar a guerra.",
			"Hércules tem sete estrelas, embora só uma seja realmente importante."
		]
	},
	{
		"id": 30,
		"name": "Serpente e Ofiúco",
		"nature": [
			1
		],
		"description": [
			"Serpente e Ofiúco são duas constelações bastante associadas, que poderiam ser consideradas uma só, como Auriga e a Cabra: poderiam ser simplesmente a constelação de Serpentário. O simbolismo da Serpente é um pouco mais simples de entender que a de Ofiúco, há várias representações do simbolismo de Serpente, como o dragão, a hidra, o escorpião, e assim por diante.",
			"É um símbolo dos desejos, um símbolo dos perigos do mundo e da mutação, porque a cobra é sinuosa e troca de pele várias vezes ao longo da vida, mas também significa conhecimento, ou, pelo menos, prudência, tanto que está associada ao cajado tanto de Mercúrio quanto de Apolo. Um dos mitos associados a Serpentário é Apolo lutando com a Serpente de Delfos; depois que ele a mata, ele institui o Oráculo de Delfos no mesmo lugar, e as sacerdotisas de Apolo passam a se chamar “pitonisas” por causa dessa cobra, Píton.",
			"É o mito do Sol derrotando a Serpente. Há várias versões dessa história; uma outra das versões, inclusive, está associada à constelação de Serpentário, Hércules matando as serpentes no berço, ou, a história mais comum dessa constelação, Asclépio, filho de Apolo, ou Esculápio, segundo os romanos, que virou deus da medicina (mais um da longa série de alunos de Quíron). Em algumas versões é ele, em outras é Polidos, um outro médico, que é chamado para curar Glauco, filho do Rei Minos, que não era um sujeito muito agradável, e trancou Asclépio em uma prisão secreta, reservada, com o corpo do filho, que estava, aparentemente, morto; então entra uma cobra, e Asclépio, distraído, pensando, bate com seu cajado na cobra e ela morre."
		]
	},
	{
		"id": 31,
		"name": "Escorpião",
		"nature": [
			1
		],
		"description": [
			"Escorpião é uma constelação muito bonita, e relativamente fácil de ver; o mito tem que ver com o animal mandado para matar Órion, o orgulho da carne, a tentação de achar que só o mundo material é tudo o que existe, que a Terra é melhor do que o Céu e o homem é maior do que os deuses. Aquele que não tem proteção nenhuma contra os desejos é morto por Escorpião; mas essa constelação não tem só associações negativas, a imagem dela era associada, por exemplo, a São João Evangelista, a águia de São João é um animal escorpiano, e os evangelistas foram associados a cada um dos signos fixos, São Mateus a Aquário, São Marcos ao Leão, São Lucas ao Touro, e São João ao Escorpião.",
			"Escorpião está associado à água, mas é bom lembrar que do sangue da Medusa, da água que jorra de um monstro muito parecido com o Escorpião, nasce o Pégaso, então a significação positiva dessa constelação é a transformação, o fim de um ciclo é sempre o início de outro, não para Órion, mas nós não somos Órion, nós não somos só carne, nós não somos monstros feitos de urina e a carcaça de um boi; para nós, não é o fim."
		]
	},
	{
		"id": 32,
		"name": "Quíron",
		"nature": [
			1
		],
		"description": [
			"A próxima constelação zodiacal também é grande, tem um monte de estrelas, mas nem todas elas são muito importantes, é a do maior de todos os centauros, e único imortal, o mais inteligente e mais prudente de todos eles, Quíron, filho de Cronos; enquanto a ideia geral da parte humana de Folo era a curiosidade, aprender, quase que como um aluno de Quíron, a tendência da parte humana de Sagitário já é a sabedoria.",
			"Mas, por mais sábio e prudente que Quíron fosse, apesar de ter sido professor de quase todo mundo que participou de qualquer aventura dos mitos gregos e romanos, ele ainda era um centauro, ele ainda tinha uma parte animal, firmemente dominada, mas ainda animal; no final da vida, Quíron entrega a imortalidade para Prometeu, o que significa, em nível simbólico, que ele e Prometeu são a mesma pessoa, e Prometeu é um símbolo muito forte do conhecimento.",
			"O tema de Sagitário é conhecimento, mas sempre com esse caveat: os pés ainda tocam o solo, Quíron não é um deus, não é o espírito de um anjo vagando, ainda é um ser terrestre. Tem várias estrelas com pouca importância, e, nessa constelação, mesmo as que não têm muita importância valem a pena ser mencionadas porque, como ela é muito grande, várias delas não têm nada muito próximo de si."
		]
	},
	{
		"id": 33,
		"name": "Lira",
		"nature": [1, 2],
		"description": [
            "A constelação de Lira já foi conhecida como “Vultur Cadens”, ou “Aquila Cadens”, o “Abutre Cadente”, ou a “Águia Cadente”; tendemos a achar que o abutre é uma ave ruim, mas ele era considerado uma ave sagrada, porque ele enfia a cabeça na carcaça de animais mortos e sai com a cabeça limpa, ele não se contamina com a sujeira da realidade. A significação de Lira combina bastante com a significação de uma ave sagrada descendo do Céu, de sabedoria do Alto indo para a Terra; é um instrumento inventado por Mercúrio, ou Hermes, e entregue de presente a Apolo."
            , "Mercúrio encontrou um casco de tartaruga, que tem um formato, obviamente, associado ao mundo, redonda em cima e quadrada embaixo, com o domo do Céu em cima e os quatro cantos da Terra embaixo, e na parte quadrada, associada aos quatro elementos, colocou três cordas, associadas aos três modos, entregando o instrumento a Apolo, o deus do Sol, da inspiração, e da música. O instrumento produz as possibilidades todas de manifestação, com quatro elementos por três modos, é a sabedoria do Céu."
            , "A constelação só tem três estrelas, as duas da natureza de Vênus e Mercúrio, porque é justamente a habilidade de trabalhar a beleza que está associada à música; o presente de Hermes a Apolo era o instrumento preferido de Orfeu, que quase conseguiu tirar a esposa, Eurídice, do Hades com a música, conseguiu comover o rei e a rainha do Inferno, como encantava os pássaros, as feras, e até as pedras com o instrumento."
            , "É claro, Orfeu morreu dilacerado pelas traças e pelas bacantes, mas isso é outra história, o que também não está tão distante do simbolismo, porque o instrumento está associado à inspiração, mas não é solar, não se associa a comando, é preciso utilizá-lo de maneira inteligente; é a sabedoria do Alto, mas é preciso que alguém a utilize de maneira inteligente, como Apolo, Orfeu não era um deus, embora, em uma das versões, fosse filho de Apolo."
        ]
	},
	{
		"id": 34,
		"name": "Águia",
		"nature": null,
		"description": [
            "O mito mais comum da Águia é o daquela que roubou Ganimedes e o levou ao Olimpo para ser o copeiro dos deuses; também se associa à águia que comia o fígado de Prometeu, o que não é uma coisa muito agradável, mas significa um dos problemas da Águia, porque, enquanto Lira desce, a Águia sobe, então está associada a procurar as coisas do Alto, mas também ao orgulho, e, pelo menos de acordo com Zeus, punia o orgulho de Prometeu, embora, de acordo com Prometeu, Zeus fosse um tirano. Acreditava-se, entre os gregos, que as águias levam as orações dos homens aos deuses, sobem para isso."
        ]
	},
	{
		"id": 35,
		"name": "Sagitta",
		"nature": null,
		"description": [
            "A única estrela com nome da constelação de “Sagitta”, a “Flecha”, ofuscada por Altair, é Sham, aparentemente a flecha que Hércules atirou na águia que comia o fígado de Prometeu, em 1°22' de Aquário, latitude 38°46' Norte, de magnitude 4,7, fica no cabo da Flecha; da natureza de Saturno e Marte, parece significar castigo, mas boa pontaria, habilidade, e pensamento, porque livra o sujeito que significa o conhecimento superior do mal do orgulho."
        ]
	},
	{
		"id": 36,
		"name": "Aquário",
		"nature": null,
		"description": [
            "Ganimedes é a próxima constelação zodiacal, a constelação de Aquário; Ganimedes era o mais belo dos mortais. Zeus viu Ganimedes e mandou uma águia levá-lo até o Olimpo para ser o copeiro pessoal dele, em uma das versões, enquanto Hebe continuava servindo os outros deuses, a versão que está na Ilíada, e, em outra, ele substitui Hebe, que se aposenta para casar com Hércules."
            , "Uma coisa que não é agradável de falar é que, mesmo na sociedade grega, esse mito foi posteriormente considerado como um modelo da relação pederasta, a relação erótica, amorosa, afetiva, entre um homem mais velho e um menino; talvez isso não deva ser desprezado no mito, mas focar nisso faz perder o conteúdo simbólico. Do mesmo modo que, nos outros mitos, quando mortais se apaixonam por deuses, ou deuses por mortais, é preciso esquecer as implicações românticas, assim como no mito da Medusa precisamos esquecer as implicações do estupro ou não dela, no mito de Ganimedes precisamos esquecer o sentido erótico sob pena de não entender a significação da constelação."
            , "Originalmente, Zeus representa o rei dos deuses, o Princípio Divino, que mora no Olimpo; o mais belo dos mortais significa a perfeição necessária para ser elevado, Ganimedes agradou aos deuses. Zeus mandou uma águia, ou se transformou em uma, a depender da versão, porque Ganimedes era digno de estar com os deuses, ele simboliza a transformação da perfeição mortal em perfeição imortal, a transformação do humano no divino, análoga à troca da Divina Comédia entre Virgílio e Beatriz, Virgílio leva Dante pelo Inferno e pelo Purgatório até o Éden, mas não sobe mais, a perfeição humana termina no Éden, e Beatriz, a perfeição divina, passa a conduzir Dante."
            , "Esse é o sentido simbólico que interessa, e é reforçado pelo outro mito associado a Aquário: Licaão, que foi o primeiro lobisomem, causou o Dilúvio; existem diversas versões para essa história, e, em uma delas, ele quis testar Zeus. Dentre várias outras coisas, ele serviu pedaços de um ser humano, em algumas versões um filho, em outras um servo, ou um filho de Zeus, ao deus para ver se ele era realmente divino e perceberia; como essa não foi a única coisa ruim que ele fez, Zeus, desgostoso, mandou o Dilúvio. Como Noé, no Dilúvio da Bíblia, Deucalião construiu, ensinado por Prometeu, um baú (não uma arca), e ele e Pirra repovoaram a Terra; em algumas versões, jogando pedras para trás, as que Deucalião jogavam eram homens, e as que Pirra jogava mulheres, enquanto, em outras versões, eles simplesmente tiveram um monte de filhos. O simbolismo desse mito é do conhecimento mortal que eleva acima dos mortais pelo puxar da Graça Divina."
            , "Deucalião, ou Ganimedes, é o copeiro dos deuses, mas a figura de Aquário é de alguém derramando de um jarro contendo o néctar dos deuses, a sabedoria que vem do Alto; depois da transformação da perfeição humana em perfeição divina, ela joga de volta a água do Alto. O único signo de água doce do Zodíaco é Aquário, e sob o jarro há um peixe, “Piscis Australis”, o “Peixe do Sul”, que bebe da sua água."
        ]
	},
	{
		"id": 37,
		"name": "Peixe do Sul",
		"nature": null,
		"description": [
            "O mito associado à constelação do Peixe do Sul é que Vênus, a deusa da beleza, da luxúria, e do amor, foi tomar banho no mar, e, de alegria, transformou-se em um peixe, o Peixe do Sul; é um sinal, portanto, de transformação, de sublimação, ou elevação, da água do mar, porque ela, um símbolo divino dos desejos, transforma-se em um peixe nas águas, um símbolo terreno dos desejos, elevando o que há de mortal. O peixe se orienta no mar, nos desejos, não é afetado; é um animal que parece refletir melhor a forma da espécie do que os outros animais, é muito difícil diferenciar dois peixes da mesma espécie, mas variam muito de espécie para espécie, como se refletisse melhor sua forma. Apesar de ser um animal como todos os outros, de certa forma o peixe reflete melhor as coisas do Alto."
            , "A água de Aquário desce e é recolhida pelo Peixe do Sul, que só tem uma estrela com nome, uma estrela importante: Fomalhaut."
        ]
	},
	{
		"id": 38,
		"name": "Cisne",
		"nature": null,
		"description": [
            "A constelação de Cisne está associada a Faeton, um filho de Hélio, o deus do Sol, ou de Apolo, a depender da versão, que, um dia, tanto importunou o pai que deixou que ele pilotasse sua carruagem, que leva o Sol no céu; embora tivesse recebido um monte de recomendações, o filho de Hélio ignorou todas, fez um trabalho horroroso, congelou partes do mundo, e queimou outras."
            , "Parte desse mito explica, de acordo com os gregos, os africanos terem peles escuras, Faeton desceu e queimou toda Etiópia, e outros lugares têm gelo até hoje porque ele subiu demais acima deles; os outros deuses, as ninfas etc., pediram a Zeus que resolvesse a situação, e Zeus atirou um raio em Faeton, derrubando-o no Rio Eridanus, assim morrendo."
            , "O amigo de Faeton, Cisne, procurou-o no rio, mas não o achou, e, com pena dele e de sua lealdade, os deuses o puseram no céu, de modo que se associa tanto à constelação do Cisne quanto à de Eridanus. Eridanus é um rio regado com as lágrimas de Cisne e das Helíades, irmãs de Faeton; dizia-se que ele passa pelo Hades, é um rio triste."
            , "O outro mito associado à constelação de Cisne é o do cisne que impregnou Leda de Pollux e Helena, enquanto Tindareu, o marido de Leda, era o pai de Castor e Clitemnestra, na maior parte dos mitos."
        ]
	},
	{
		"id": 39,
		"name": "Eridanus",
		"nature": [6],
		"description": [
            "A constelação de Eridanus se refere ao rio regado pelas lágrimas do melhor amigo e das irmãs de Faeton, um rio que passa pelo Hades, pelo Mundo Inferior, e tem um grupo de estrelas que vai de 0°29' de Áries até 15°35' de Gêmeos, com uma estrela em Peixes, tendo todas as outras estrelas de mesma significação: a de Saturno, dificuldades, durezas da vida; porque são partes desse enorme rio triste."
        ]
	},
	{
		"id": 40,
		"name": "Capricórnio",
		"nature": null,
		"description": [
            "Tifeu, o marido terrível de Equidna, assustou tanto os deuses que, segundo uma das versões do mito da Titanomaquia, eles foram todos para um lado do Céu e Hércules e Atlas, como eu disse antes, tiveram que segurá-lo para não que não caísse; cada um fugiu de um jeito diferente: Baco (ou Dionísio), e Vulcano (ou Hefesto), por exemplo, fugiram nos Ascellus Borealis e Australis, e Pã, o deus dos sátiros, correu, e, quando acabou a terra e começou o mar, mergulhou e virou uma cabra-peixe para continuar fugindo de Tifeu. Essa é a origem do signo de Capricórnio."
            , "Capricórnio e Câncer, respectivamente, eram considerados a Porta dos Deuses e a Porta dos Homens; Capricórnio é a Porta dos Deuses por se associar à transformação do deus da terra, Pã, deus da natureza, em algo novo para fugir da morte. A matéria precisa se sublimar, transformar, porque a matéria enquanto matéria morre."
            , "Capricórnio tem um monte de estrelas pequenas, todas elas fracas."
        ]
	},
	{
		"id": 41,
		"name": "Peixes",
		"nature": null,
		"description": [
            "O mito de Peixes é de mais uma dupla de deuses fugindo de Tifeu, Afrodite e Eros, a deusa do amor e o amor personificado; ambos se transformam em Peixes. Há, portanto, um pouco da mesma significação do Peixe do Sul, mas nesse caso Afrodite não se transforma por amor, mas para fugir; é uma transformação completa, diferente da de Pã, que só transformou a cauda para fugir, então, a princípio, Afrodite e Eros se transformam, transcendem, completamente, mas em uma fuga, não é algo prazeroso, então Peixes tem uma significação de dificuldade."
            , "Os peixes nadam, então o perigo passa a não ser mais Tifeu, mas Afrodite e Eros se perderem um do outro, e, para evitar isso, na transformação, Afrodite faz um nó com as caudas dos dois; uma vai para o Norte, Afrodite, o outro vai para o Sul, Eros, porque Afrodite é a deusa do amor, ela é a Mente Divina que comanda os assuntos do amor, e Eros é o amor personificado, não tem mente própria, por assim dizer. O Peixe do Norte é o que vai para o caminho certo, o Peixe do Sul fica puxando para o outro lado."
            , "Astrologicamente, não há nenhuma estrela em Afrodite e Eros que tenha nome, mas duas estrelas na corda que liga os dois têm; se não houvesse o nó com as caudas, o Peixe do Norte, que vai para o caminho certo, e o Peixe do Sul, que vai para o caminho errado, perder-se-iam um do outro, o amor precisa ser guiado pela deusa do amor, pelo Alto, porque, se não, ele vai para o lugar errado."
        ]
	}
]