[
	{
		"id": 0,
		"name": "Khereb",
		"longitude": 1.21,
		"latitude": 25.34,
		"magnitude": 4.6,
		"category": 0,
		"nature": [
			4,
			1
		],
		"constellationID": 0,
		"description": [
			"Khereb, de magnitude 4,6, quase invisível, está no meio do corpo do cavalo, em 1°21' de Áries; de forma geral, significa uma natureza conforme às aspirações mais altas, mas não alta em si, é o cavalo que obedece as asas."
		]
	},
	{
		"id": 1,
		"name": "Enif",
		"longitude": 332.1,
		"latitude": 22,
		"magnitude": 2.5,
		"category": 0,
		"nature": [
			4,
			1
		],
		"constellationID": 0,
		"description": [
			"A primeira estrela da constelação de Pégaso que tem nome é Enif, que vem do árabe “al-ʾAnf”, que significa “o Nariz”; é o focinho do cavalo. Ela está em 2°10' de Peixes hoje, de magnitude 2,5, não tão fraca, e latitude 22° Norte, fora da eclíptica, mas não tão distante, a eclíptica vai até 8° e o Trópico de Capricórnio até por volta de 23°. A natureza de todas as estrelas da constelação de Pégaso é a de Marte e de Mercúrio, atividade e articulação. ",
			"O focinho, em um cavalo, pode significar tanto a boca, a alimentação, ou seja, a busca pela sabedoria (porque Pégaso não só bate os cascos e cria água, mas também bebe a água) quanto a direção do olhar rumo à sabedoria, para onde o cavalo vai, ele anda para onde o focinho aponta; se há um significado para Enif, é justamente esse: busca de sabedoria, de conhecimento, e, como se trata de uma estrela de Pégaso, a tentação nessa busca; desejos são sempre tentações, não só os desejos errados. Tentação não é só de fazer algo que seja ruim, é trocar um bem maior por um bem menor; a maioria dos desejos impele para um bem, mas para um bem menor."
		]
	},
	{
		"id": 2,
		"name": "Biham",
		"longitude": 337.081,
		"latitude": 16.2,
		"magnitude": 3.7,
		"category": 0,
		"nature": [
			4,
			1
		],
		"constellationID": 0,
		"description": [
			"A próxima estrela de Pégaso é Biham, em 7°8' de Peixes, uma estrela mais fraca que a anterior, de magnitude 3,7, mas está mais próxima, de latitude 16°20' Norte; é a estrela da cabeça de Pégaso. Em um animal como esses, representativo dos desejos transformados pela sabedoria, que nasce da vitória sobre as tentações, que ascende, a cabeça significa a base de comando, como é em todas as criaturas, geralmente, só que esse animal é um cavalo, ele não tem uma direção muito definida até encontrar alguém que consiga domá-lo, que consiga montá-lo. ",
			"Biham, portanto, é uma estrela mais perigosa ainda, porque está associada a se dominar para usar a ferramenta que é o Pégaso, dominar os próprios desejos e as próprias tentações para ser capaz de cavalgar o cavalo alado."
		]
	},
	{
		"id": 3,
		"name": "Homam",
		"longitude": 346.271,
		"latitude": 17,
		"magnitude": 3.6,
		"category": 0,
		"nature": [
			4,
			1
		],
		"constellationID": 0,
		"description": [
			"A estrela seguinte é Homam, em 16°27' de Peixes, de magnitude quase igual à da anterior, 3,6, e mais ou menos no mesmo lugar, 17° Norte de latitude, quase chegado no Trópico de Câncer; ela é o pescoço do Pégaso. O pescoço conecta o centro de comando com o corpo, é um símbolo da organização entre a mente e o corpo; essa estrela é um pouco mais benéfica, um pouco mais favorável, um pouco mai agradável, do que Biham, porque Biham está no topo da cabeça de um cavalo alado, sugere orgulho, enquanto o pescoço é mais modesto, ele é menos elevado, reconhece que é necessária a Graça Divina como cabeça."
		]
	},
	{
		"id": 4,
		"name": "Markab",
		"longitude": 353.47,
		"latitude": 19.24,
		"magnitude": 2.6,
		"category": 0,
		"nature": [
			4,
			1
		],
		"constellationID": 0,
		"description": [
			"Finalmente, Markab, a estrela mais brilhante de Pégaso, embora não muito mais brilhante, tem magnitude variável, sendo, hoje em dia, 2,6, mais ou menos como Enif, só que muito mais próxima da Eclíptica, a 19°24' Norte, em 23°47' de Peixes. Ela faz parte de um grande quadrado formado por ela, outras duas estrelas importantes de Pégaso, e Alpha Andromedæ. “Markab” é uma palavra árabe que significa “sela”, “barco”, ou “veículo”. Markab fica na junção da asa com o corpo de Pégaso, que tem dois significados óbvios: em primeiro lugar, é onde se monta o cavalo, mas, em segundo lugar, é a união entre a asa, a parte que sobe, que leva a Deus, e os desejos, a parte mais material; o sentido que ela dá é de harmonia entre as partes, mas é um equilíbrio delicado. ",
			"Vivian Robson diz que essa estrela está ligada à honra, à riqueza, à fortuna, a um período de febres, cortes, pancadas, estocadas, fogo, e morte violenta; é uma mistura de coisas boas e coisas ruins, porque é a mistura da natureza animal com a elevada, ela pode significar coisas muito boas, mas é perigosa, porque embora se monte sobre um lugar harmonioso, em que a parte alada e equina do animal se unem, por isso mesmo o homem é que manda nele, é o homem que diz para onde Pégaso vai, isso é perigoso."
		]
	},
	{
		"id": 5,
		"name": "Scheat",
		"longitude": 359.41,
		"latitude": 31.08,
		"magnitude": 2.42,
		"category": 0,
		"nature": [
			4,
			1
		],
		"constellationID": 0,
		"description": [
			"A segunda principal estrela de Pégaso é Scheat; a melhor das estrelas de Pégaso que têm importância é Markab, porque está entre a parte equina e a parte alada. Scheat está na pata direita, é justamente a parte mais baixa do Pégaso, a parte que é cavalo, que, quando ele pousa, toca o solo; Vivian Robson diz que essa estrela está ligada ao infortúnio extremo, ao assassinato, ao suicídio, e ao afogamento. Quer dizer, ou o sujeito se mata ou é engolido pelo mundo, porque Scheat é a parte do cavalo que não está exatamente de acordo com suas partes mais elevadas, toca o chão, vai para baixo."
		]
	},
	{
		"id": 6,
		"name": "Algenib",
		"longitude": 9.27,
		"latitude": 12,
		"magnitude": 2.9,
		"category": 0,
		"nature": [
			4,
			1
		],
		"constellationID": 0,
		"description": [
			"A terceira principal estrela de Pégaso é Algenib (al-Ğānib), em 9°27' de Áries, que não é das mais brilhantes, tem magnitude 2,9, estando bem próxima do Zodíaco, a 12° Norte; Algenib está na ponta de asa de Pégaso. ",
			"O mito de Pégaso não é só de um cavalo lindo, alado, que bate no chão, d’onde jorra sabedoria, que ele bebe, e leva os heróis pelo céu para derrotar seus inimigos, é o mito do mesmo cavalo que, quando Belerofonte quis subir, subiu junto com ele, mas, depois, deixou que ele caísse humilhado. Enquanto Scheat significa os perigos relacionados à matéria, à parte equina do cavalo, Algenib significa os riscos do orgulho, de se elevar sem a Graça Divina, como se o homem fosse um anjo; mas essas duas estrelas também podem ter significação positiva, todas as estrelas podem ter significação positiva.",
			"Algenib também significa uma tendência natural para se elevar, porque é a ponta da asa, mas é preciso que se tempere essa tendência com a humildade; Scheat, por sua vez, significa a conexão com a realidade, é a única parte do cavalo que sente a dureza do chão, e, se bem-educada, é a parte que cria água, que faz sair sabedoria da terra, água doce, mas essa estrela precisa sempre vir acompanhada do conselho de não se voltar demais para aquilo que já se venceu, não dar atenção demais para aquilo que já se venceu, porque aquilo que está abaixo serve como solo."
		]
	},
	{
		"id": 7,
		"name": "Deneb Kaitos",
		"longitude": 2.53,
		"latitude": -20.47,
		"magnitude": 2.2,
		"category": 0,
		"nature": [
			6
		],
		"constellationID": 1,
		"description": [
			"Atualmente em 2°53' de Áries, de magnitude 2,2, ao sul da Eclíptica, em 20°47', Vivian Robson diz que essa estrela está relacionada à autodestruição por força bruta, doença, desgraça, infortúnio, e mudança compulsória; na última associação está a chave da significação positiva de Deneb Kaitos, ela sugere mudança em confronto com a realidade, porque é a cauda do monstro, é o que se vê quando ele vai embora, pelas costas, e ele parece terrível porque somos cheios de sonhos e coisas leves na cabeça, mas ele é uma enorme massa de realidade."
		]
	},
	{
		"id": 8,
		"name": "Baten Kaitos",
		"longitude": 22.15,
		"latitude": -20.2,
		"magnitude": 3.9,
		"category": 0,
		"nature": [
			6
		],
		"constellationID": 1,
		"description": [
			"A segunda estrela de Ceto é Baten Kaitos (Baten al-Ḳaiṭos), em 22°15' de Áries, quase no final do signo, mais fraca que Deneb Kaitos, tendo magnitude 3,9, mais ou menos à mesma distância, em 20°20' Sul; é a barriga da baleia, é a mais opressiva das três principais estrelas, embora não seja a mais violenta, porque é um túmulo, é uma caverna, em que há matéria por todos os lados. Vivian Robson associa essa estrela com transporte compulsório, mudança, imigração, infortúnio por força ou acidente, pancadas, quedas, naufrágio, mas resgate; o que ela significa é a saída de Andrômeda, a saída de Jonas, a possibilidade de, do ponto mais fundo, mais duro, sair dele, e o bom de estar nesse ponto é que não piora mais."
		]
	},
	{
		"id": 9,
		"name": "Menkar",
		"longitude": 44.371,
		"latitude": -12.35,
		"magnitude": 2.8,
		"category": 0,
		"nature": [
			6
		],
		"constellationID": 1,
		"description": [
			"A mais agressiva da constelação. Menkar, segundo Vivian Robson, está ligada à desgraça, ruína, ferimento por feras, doenças, e perda da fortuna; qual a parte construtiva? O fato de que o risco de algo ainda não é este algo, o risco de ser mordido não é uma mordida, há opções ainda."
		]
	},
	{
		"id": 10,
		"name": "Almach",
		"longitude": 30.241,
		"latitude": 27.48,
		"magnitude": 2.3,
		"category": 0,
		"nature": [
			2
		],
		"constellationID": 2,
		"description": [
			"A estrela Almach fica na constelação de Andrômeda, fica em 0º24' de Touro, funcionando em conjunto com a estrela Menkar, da constelação de Ceto; Almach é o pé esquerdo de Andrômeda, que é representada sentada acorrentada, o pé que Ceto devoraria primeiro, porque ela estava em um penhasco, e Ceto era um monstro marinho, então começaria pelo pé. Almach e Menkar, portanto, têm um significado conjunto, as histórias das duas se juntam.",
			"Almach, embora seja a estrela mais negativa da constelação de Andrômeda por isso, e, também, por estar perto do pé da constelação, também pode ter um significado positivo, como todas as estrelas, que é dado pela história: há possibilidade de salvação das situações difíceis das quais não se tem culpa, mas não é uma salvação por próprio esforço, a única coisa que Andrômeda pode fazer é continuar sendo inocente, perseverar, manter a pureza, porque é por isso que Perseu a salva."
		]
	},
	{
		"id": 11,
		"name": "Alpheratz",
		"longitude": 14.36,
		"latitude": 25.4,
		"magnitude": 2.2,
		"category": 0,
		"nature": [
			2
		],
		"constellationID": 2,
		"description": [
			"Outra estrela importante de Andrômeda é a estrela de Alpheratz, a estrela mais brilhante da constelação, hoje em dia em 14°36' de Áries, a única que na constelação que tem uma significação além de Vênus, tendo a significação de Júpiter e Vênus; localiza-se na cabeça de Andrômeda, por isso tem a significação de Júpiter e Vênus, porque significa tudo o que está na mente da jovem inocente, que representa a alma que não foi corrompida, em um certo sentido uma Medusa antes de ser atacada ou seduzida por Poseidon. Alpheratz se associa à liberdade, ao amor, à honra, ao intelecto, às coisas boas que vêm do Alto."
		]
	},
	{
		"id": 12,
		"name": "Mirach",
		"longitude": 30.42,
		"latitude": 25.56,
		"magnitude": 2.4,
		"category": 0,
		"nature": [
			2
		],
		"constellationID": 2,
		"description": [
			"Mirach, em 0°42' de Touro, da natureza de Vênus, como todas as outras, na cintura  e Andrômeda, no quadril, no meio do corpo, associada à beleza, ao amor, e ao perdão, porque, mesmo presa, não amaldiçoa os pais, mas não é uma estrela tão benéfica quanto Alpheratz, porque está presa."
		]
	},
	{
		"id": 13,
		"name": "Adhil",
		"longitude": 38,
		"latitude": 33.49,
		"magnitude": 5,
		"category": 0,
		"nature": [
			2
		],
		"constellationID": 2,
		"description": [
			"Adhil, que está em 8° de Touro, a borda do vestido de Andrômeda, que pode significar pudor, recato, conhecimento escondido, porque esconde as formas da princesa, ou talvez, o começo do contato com a Terra, porque a partir de então só há as pernas e os pés."
		]
	},
	{
		"id": 14,
		"name": "Vertex",
		"longitude": 27.5,
		"latitude": 33.21,
		"magnitude": 4.8,
		"category": 1,
		"nature": [
			4,
			0
		],
		"constellationID": 2,
		"description": [
			"Vertex, em Andrômeda, em 27°50' de Áries. Como quase todas as nebulosas e aglomerações, tem a natureza de Marte e da Lua, justamente porque Marte é o planeta dos ferimentos, da violência, e da ação, e a Lua é o planeta da água, da mudança de forma; a ideia é uma ação que não se consegue ver direito, uma ação pouco definida. Algo marcial em relação com a Lua, que é um dos significadores dos olhos, não há de ser algo agradável."
		]
	},
	{
		"id": 15,
		"name": "Erakis",
		"longitude": 10,
		"latitude": 64.11,
		"magnitude": 4.1,
		"category": 0,
		"nature": [
			5,
			6
		],
		"constellationID": 3,
		"description": [
			"A estrela que tem mais significação em Cefeu é Erakis, em 10° de Áries, porque é a orelha direita de Cefeu, por onde as coisas entram principalmente, porque o lado direito é o lado principal do ser humano, por onde ele foi influenciado pela mulher; segundo Ptolomeu, as estrelas de Cefeu têm a natureza de Saturno e Júpiter. Erakis representa o risco de ouvir conselhos ruins, de não tomar decisões baseadas no que se vê, mas no que se ouve."
		]
	},
	{
		"id": 16,
		"name": "Alderamin",
		"longitude": 13.05,
		"latitude": 68.55,
		"magnitude": 2.6,
		"category": 0,
		"nature": [
			5,
			6
		],
		"constellationID": 3,
		"description": [
			"Alderamin, a estrela mais brilhante de Cefeu, está em 13°05', no ombro direito de Cefeu; se fosse preciso dar uma significação astrológica para essa estrela, seria a inatividade, porque o ombro é a orientação da ação, as mãos agem, os ombros direcionam as mãos à ação, e Cefeu não faz nada, então seus ombros representam a ociosidade ou inatividade."
		]
	},
	{
		"id": 17,
		"name": "Kurdah",
		"longitude": 24.32,
		"latitude": 65.45,
		"magnitude": 4.6,
		"category": 0,
		"nature": [
			5,
			6
		],
		"constellationID": 3,
		"description": [
			"Kurdah fica entre o peito e o pescoço; cabeça manda, o corpo obedece, e o pescoço une os dois, então, em Cefeu, o pescoço é inútil. Alphirk fica no cinto, Alrai no joelho esquerdo; nenhuma delas significa muita coisa, mas, a princípio, significariam imobilidade, inação sofrida."
		]
	},
	{
		"id": 18,
		"name": "Caph",
		"longitude": 35.25,
		"latitude": 51.13,
		"magnitude": 2.4,
		"category": 0,
		"nature": [
			5,
			6
		],
		"constellationID": 4,
		"description": [
			"Fica em 5°25' de Touro, pode significar castigo ou humilhação, assim como limites, porque Cassiopeia foi presa nela."
		]
	},
	{
		"id": 19,
		"name": "Cih",
		"longitude": 44.14,
		"latitude": 48.48,
		"magnitude": 2.8,
		"category": 0,
		"nature": [
			5,
			6
		],
		"constellationID": 4,
		"description": [
			"Fica em 14°14’ de Touro, pode significar castigo ou humilhação, assim como limites, porque Cassiopeia foi presa nela."
		]
	},
	{
		"id": 20,
		"name": "Rucha e Segin",
		"longitude": 48.25,
		"latitude": 46.24,
		"magnitude": "2.8 e 3.4",
		"category": 0,
		"nature": [
			5,
			6
		],
		"constellationID": 4,
		"description": [
			"Ficam em 18º25’ de Touro. Podem significar impotência, porque as pernas dela não podem sair, assim como a maledicência, porque os joelhos orientam para onde as pernas vão."
		]
	},
	{
		"id": 21,
		"name": "Schedir",
		"longitude": 38.051,
		"latitude": 46.37,
		"magnitude": 2.5,
		"category": 0,
		"nature": [
			5,
			6
		],
		"constellationID": 4,
		"description": [
			"Fica em 08º05’ de Touro. Seria a estrela mais maléfica, porque está no coração,  onde sai o orgulho, ela está ligada ao orgulho e à ambição desmedida."
		]
	},
	{
		"id": 22,
		"name": "Metallah",
		"longitude": 37.1,
		"latitude": 16.48,
		"magnitude": 3.6,
		"category": 0,
		"nature": null,
		"constellationID": 5,
		"description": [
			"Metallah é a única estrela com nome de uma constelação pequena, Triângulo, que nem tem direito a forma que dá nome a ela; fica em 7°10' de Touro, é bem fraca, de magnitude 3,6. Concede uma natureza justa, e interesse em construção e arquitetura, mas não tem mais nenhuma importância."
		]
	},
	{
		"id": 23,
		"name": "Capulus",
		"longitude": 54,
		"latitude": 40.22,
		"magnitude": 4.4,
		"category": 1,
		"nature": [
			4,
			0
		],
		"constellationID": 6,
		"description": [
			"No punhal de Perseu, há um aglomerado, cujo significado não está ligado ao mito, Capulus, em 24° de Touro, que, como as outras nebulosas, é da natureza de Marte e da Lua, tendo alguma influência de Mercúrio por estar na mão."
		]
	},
	{
		"id": 24,
		"name": "Caput Algol",
		"longitude": 56.1,
		"latitude": 22.25,
		"magnitude": 2.1,
		"category": 0,
		"nature": [
			5,
			6
		],
		"constellationID": 6,
		"description": [
			"Caput Algol, em 26°10' de Touro, de magnitude 2,1, porém variável, pode parecer muito brilhante ou sumir, não é confiável, às vezes brilha muito, às vezes não brilha nada, piscando, a cada três dias, por oito horas, sugerindo violência e perigo.",
			"Caput Algol é “Raʾs al-Ghūl”, “a Cabeça do Diabo”, a “Cabeça do Dragão”, na cabeça de Medusa na constelação de Perseu, portanto associada a perder a cabeça, literal ou figurativamente, a não ver situações, a agir de forma impensada, a se prejudicar por excesso de fascínio pelo mundo real, pelas tentações, a se entregar às tentações de modo destrutivo; mas ela nem sempre simboliza isso, ela é da natureza, como todas as estrelas de Perseu (exceto Capulus, que é uma nebulosa), de Júpiter e Saturno, o Grande Benéfico e o Grande Maléfico, que representam expansão e contração. Normalmente, estrelas da natureza dos dois tendem a ter um significado bombástico; Algol é sempre violenta, mas, em um certo sentido, Perseu salva a Medusa cortando-lhe a cabeça; ele resiste à tentação, recupera a cabeça dela e a usa para enfrentar outras tentações, para enfrentar outros monstros, com a ajuda do Alto, das divindades.",
			"Algol, portanto, também tem um significado de autodomínio, ou de sobrepujar as tentações, ou da sabedoria que se adquire resistindo às tentações ou as sobrepujando; estrelas muito agressivas, como ela mesmo quando são benignas, dificilmente são calmas, são sempre violentas, são espadas no caminho do homem, que, se ele não usar, a chance de alguém usá-las contra ele é alta."
		]
	},
	{
		"id": 25,
		"name": "Rigel",
		"longitude": 77,
		"latitude": -31.07,
		"magnitude": 0.12,
		"category": 0,
		"nature": [
			5,
			6
		],
		"constellationID": 7,
		"description": [
			"Fica em 17° de Gêmeos, é mais forte e mais importante, está no pé esquerdo, a consequência dos atos e a conexão com a realidade, é o pé que segue, enquanto o pé direito manda, simbolicamente.",
			"Como Rigel está em um lugar baixo em uma constelação associada a coisas baixas, a extratos da realidade menos elevados, ela concede algum poder, está associada a coisas boas, mas não à duração das coisas boas, porque foi pelo pé que o escorpião matou Órion, o mesmo lugar em que Hércules é ferido, só que sem morrer, e em que Aquiles leva uma flechada na Ilíada; embora Rigel signifique eficiência nas tarefas mais materiais, sucesso material, ela não significa estabilidade, nem duração."
		]
	},
	{
		"id": 26,
		"name": "Bellatrix",
		"longitude": 81.15,
		"latitude": -16.48,
		"magnitude": 1.7,
		"category": 0,
		"nature": [
			4,
			1
		],
		"constellationID": 7,
		"description": [
			"Bellatrix está em 21°15' de Gêmeos, no ombro esquerdo, da natureza de Marte e Mercúrio, associada aos guerreiros. O ombro esquerdo orienta a mão esquerda, que age ou secundariamente ou em reação, como defesa.",
			"Tanto Bellatrix quanto Betelgeuse conferem capacidade de combate e esperteza prática, porque associadas a Mercúrio, habilidades boas para guerreiros e caçadores, só que Bellatrix, por ser uma estrela feminina, carrega a possibilidade de exagero, de usar essas habilidades de forma demasiada."
		]
	},
	{
		"id": 27,
		"name": "Betelgeuse",
		"longitude": 89,
		"latitude": -16.01,
		"magnitude": 0.5,
		"category": 0,
		"nature": [
			4,
			1
		],
		"constellationID": 7,
		"description": [
            "Betelgeuse está em 29° de Gêmeos, no ombro direito, da natureza de Marte e Mercúrio, associada ao valor de um guerreiro. O ombro direito é o ombro que orienta a ação da mão direita, a ação direta, principal."
            , "Tanto Bellatrix quanto Betelgeuse conferem capacidade de combate e esperteza prática, porque associadas a Mercúrio, habilidades boas para guerreiros e caçadores, só que Bellatrix, por ser uma estrela feminina, carrega a possibilidade de exagero, de usar essas habilidades de forma demasiada. O risco de Betelgeuse não é de intensidade, mas de duração, parece-se com Rigel."
        ]
	},
	{
		"id": 28,
		"name": "Ensis",
		"longitude": 83.17,
		"latitude": -28.4,
		"magnitude": 4,
		"category": 1,
		"nature": [
			4,
			0
		],
		"constellationID": 7,
		"description": [
			"Órion tem uma nebulosa chamada Ensis em 23°17' de Gêmeos, de natureza de Marte e da Lua, que, como as outras nebulosas, tem que ver com cegueira, e não é muito positiva."
		]
	},
	{
		"id": 29,
		"name": "Cinturão de Órion (As Três Marias)",
		"longitude": 82.41,
		"latitude": -22.53,
		"magnitude": 2.5,
		"category": 0,
		"nature": [
			4,
			0
		],
		"constellationID": 7,
		"description": [
			"(Os dados fornecidos acima são somente da primeira estrela do cinturão, Mintaka, onde ele começa).",
			"Ainda em Órion, há Mintaka, Alnilam, e Alnitak, que são chamadas, no Hemisfério Norte, de Cinturão de Órion, e, no Hemisfério Sul, Três Marias; são três estrelas muito bonitas e muito fáceis de ver, formam um trio facilmente identificado, através do qual se identifica Órion, como que um guerreiro de cabeça para baixo, com Rigel em cima e Betelgeuse e Bellatrix embaixo.",
			"Mintaka, Alnilam e Alnitak estão no cinto de Órion, onde ele guarda as coisas dele; Órion é uma coisa enorme e material, com uma eficiência enorme, então seu cinto é bom, e se associa a bênçãos e até segurança, porque é onde Órion coloca as coisas que consegue e as armas que tem, significa a abundância material."
		]
	},
	{
		"id": 30,
		"name": "Nihal",
		"longitude": 79.58,
		"latitude": -43,
		"magnitude": 3,
		"category": 0,
		"nature": null,
		"constellationID": 8,
		"description": [
			"Nihal, que é a Beta Leporis, em 19°58' de Gêmeos, 43° de latitude Sul, e de magnitude 3,0, só que Nihal não tem uma posição muito definida, está em algum ponto da pata da lebre;"
		]
	},
	{
		"id": 31,
		"name": "Sheratan",
		"longitude": 34.16,
		"latitude": 8,
		"magnitude": 2.7,
		"category": 0,
		"nature": [
			4,
			6
		],
		"constellationID": 9,
		"description": [
			"Sheratan (Šaraţān), o Chifre do Sul, está em 4°16' de Touro, uma estrela da natureza de Marte e Saturno, quase na eclíptica, em 8° Norte, e, como todas as outras estrelas de Áries, é fraca, tem 2,7 de magnitude. Nenhuma estrela de Áries é muito forte. Sheratan está associada aos aspectos maléficos, ou desagradáveis, da constelação."
		]
	},
	{
		"id": 32,
		"name": "Hamal",
		"longitude": 37.581,
		"latitude": 9.57,
		"magnitude": 2.2,
		"category": 0,
		"nature": [
			4,
			6
		],
		"constellationID": 9,
		"description": [
			"A outra estrela importante de Áries é Hamal (Ħamal), o Chifre do Norte, em 7°58' de Touro, também da natureza de Marte e Saturno, em 9°57' Norte.",
			"Tanto Sheratan quanto Hamal sugerem atividade, reatividade, impetuosidade, mas também o início das coisas, os chifres são armas do carneiro, as pontas pelas quais ele ataca; começos são bons, mas nunca são muito fáceis, mesmo nascer é difícil. Essas estrelas apontam para a direção que o Carneiro Dourado segue, e sua direção era a correta, o Carneiro sabia o que estava fazendo, e, em certo sentido, dividiu a parte voltada para o Alto da parte voltada para as coisas inferiores da alma, ficando com a parte voltada para o Alto, mas esse trabalho também é difícil, é separativo.",
			"Hamal é muito mais benéfica, está mais associada aos aspectos benéficos da constelação de Áries, enquanto Sheratan aos aspectos maléficos, ou desagradáveis, da constelação."
		]
	},
	{
		"id": 33,
		"name": "Mesarthim",
		"longitude": 33.291,
		"latitude": 7,
		"magnitude": 4.8,
		"category": 0,
		"nature": [
			4,
			6
		],
		"constellationID": 9,
		"description": [
			"Mesarthim (Meshārethīm), em 3°29' de Touro, em latitude 7° Norte, de magnitude 4,8, quase invisível, e muito próxima de Sheratan, de modo que se acaba a confundindo com ela: por isso não tem significação própria na prática, tanto que, na maior parte dos desenhos, está no mesmo  chifre que Sheratan."
		]
	},
	{
		"id": 34,
		"name": "Botein",
		"longitude": 51.09,
		"latitude": 1.49,
		"magnitude": 4.5,
		"category": 0,
		"nature": [
			4,
			6
		],
		"constellationID": 9,
		"description": [
			"Botein (Buṭain), em 21°9' de Touro, mas, além de ser muito fraca, com 4,5 de magnitude, não está em um lugar muito bem definido do carneiro, está no lado dele.",
			"A única significação possível para Botein, no lado do carneiro, é que Frixo estava à frente e Hele atrás, e Hele caiu; o lado, como é um ponto mais para trás, pode ser pensado como o ponto de que Hele caiu, então estaria ligado a dificuldades, à queda, a ser deixado para trás etc."
		]
	},
	{
		"id": 35,
		"name": "Aldebaran",
		"longitude": 70.051,
		"latitude": -5.28,
		"magnitude": 0.85,
		"category": 0,
		"nature": [
			4
		],
		"constellationID": 10,
		"description": [
			"Significa, em árabe, “o Seguidor”, porque segue as Plêiades, mas isso não diz o que a estrela é. É uma estrela de magnitude 0,85, bem próxima da Eclíptica, em 10°5' de Gêmeos, e é o Olho Esquerdo do Touro.",
			"Aldebaran, como as outras duas estrelas, é da natureza de Marte, porque o Olho do Touro, nesse caso, desempenha a mesma função do coração das outras constelações, é a estrela que resume a constelação, simboliza a abundância da matéria, o dom enorme da matéria; Touro, como signo, associa-se à infância. Os primeiros signos todos se associam à infância, Áries é o cardinal do fogo, é a primeira fagulha, Touro é o fixo da terra, porque o primeiro contato que temos com o mundo material é de abundância, de ilimitação, Câncer é o cardinal da água, é o inicio da água, os desejos mais básicos, e Gêmeos é o mutável do ar, é a recepção de informação de fora.",
			"Aldebaran também é marcial porque Marte é um planeta agressivo, e a abundância da matéria tem seus riscos; e é o olho esquerdo porque é um touro, não uma vaca, é um animal macho, é Zeus, então o olho direito se associa ao Sol e o esquerdo à Lua. O Sol é o início da história, Zeus parece bastante solar no mito, em vez de jovial, Europa é filha de Fênix, mas o tema inteiro da história é a matéria, é o mundo, o reflexo do Divino na Terra, o reflexo da Luz do Alto no mundo, associando-se à Lua, não ao Sol; o Olho Direito do Touro, associado ao Sol, está olhando para cima, o lunar olha para o mundo."
		]
	},
	{
		"id": 36,
		"name": "Al Hecka",
		"longitude": 85.051,
		"latitude": -2.11,
		"magnitude": 3,
		"category": 0,
		"nature": [
			4
		],
		"constellationID": 10,
		"description": [
			"Al Hecka, o Chifre do Sul, está em 25°5' de Gêmeos. Al Hecka e El Nath têm mais ou menos a mesma significação; enquanto Aldebaran é o olho, o resumo da constelação, os dois chifres, El Nath e Al Hecka, são o princípio de ação, mas, enquanto Áries ataca com os chifres, Touro se defende com os chifres, de modo que essas estrelas têm uma significação mais estática, menos agressiva, mas, ainda assim, chifres são pontiagudos, e as estrelas são marciais, trazendo alguma agressividade, ligando-se ao perigo da sedução pelo mundo material, o Chifre do Sul sendo mais duro e o Chifre do Norte mais suave."
		]
	},
	{
		"id": 37,
		"name": "El Nath",
		"longitude": 82.53,
		"latitude": 5.23,
		"magnitude": 1.8,
		"category": 0,
		"nature": [
			4
		],
		"constellationID": 10,
		"description": [
			"El Nath (al-Naţħ), o Chifre do Norte; Al Hecka está em 25°5' de Gêmeos, El Nath em 22°53' de Gêmeos. Têm mais ou menos a mesma significação; enquanto Aldebaran é o olho, o resumo da constelação, os dois chifres, El Nath e Al Hecka, são o princípio de ação, mas, enquanto Áries ataca com os chifres, Touro se defende com os chifres, de modo que essas estrelas têm uma significação mais estática, menos agressiva, mas, ainda assim, chifres são pontiagudos, e as estrelas são marciais, trazendo alguma agressividade, ligando-se ao perigo da sedução pelo mundo material, o Chifre do Sul sendo mais duro e o Chifre do Norte mais suave."
		]
	},
	{
		"id": 38,
		"name": "Capella",
		"longitude": 82.191,
		"latitude": 22.51,
		"magnitude": 0.08,
		"category": 0,
		"nature": [
			4,
			1
		],
		"constellationID": 11,
		"description": [
			"Capella, que é Amalteia, a cabra que Erictônio leva em seu braço. Todas as estrelas de Auriga são muito fracas, e não têm muita importância, porque estão perto de outras estrelas fortes.",
			"Amalteia é significada pela estrela Capella, em 22°19' de Gêmeos, com uma das maiores magnitudes do céu, 0,08, simbolizando bênçãos; é a cabra que amamentou Zeus, a cabra que cuidou de um bebê quando o próprio pai queria o matar, e é também um ato de bondade de Auriga, Erictônio a carrega junto ao peito para ela não ter que andar, não perto das cobras, mas perto do coração. Por estar unida a Auriga, também significa a inteligência prática, no sentido de fazer coisas para resolver problemas."
		]
	},
	{
		"id": 39,
		"name": "Hasseleh",
		"longitude": 75.56,
		"latitude": 10.27,
		"magnitude": 2.98,
		"category": 0,
		"nature": [
			4,
			1
		],
		"constellationID": 11,
		"description": [
			"Hasseleh, em 15°56' de Gêmeos, está no pé de Erictônio. Todas as estrelas de Auriga são muito fracas, e não têm muita importância, porque estão perto de outras estrelas fortes."
		]
	},
	{
		"id": 40,
		"name": "Hoedus I",
		"longitude": 78.56,
		"latitude": 18.12,
		"magnitude": 3.8,
		"category": 0,
		"nature": [
			4,
			1
		],
		"constellationID": 11,
		"description": [
			"Hoedus I, em 18°56' de Gêmeos, que simboliza outras cabrinhas, que fica do lado de Amalteia, significando inocência e vulnerabilidade, mas, na prática, é muito pequena e fraca, tem 3,8 de magnitude, e está próxima de Bellatrix."
		]
	},
	{
		"id": 41,
		"name": "Hoedus II",
		"longitude": 79.45,
		"latitude": 18.16,
		"magnitude": 3.3,
		"category": 0,
		"nature": [
			4,
			1
		],
		"constellationID": 11,
		"description": [
			"Hoedus II, em 19°45' de Gêmeos, que simboliza outras cabrinhas, que fica do lado de Amalteia, significando inocência e vulnerabilidade, mas, na prática, é muito pequena e fraca, tem 3,4 de magnitude, e está próxima de Bellatrix."
		]
	},
	{
		"id": 42,
		"name": "Menkalinan",
		"longitude": 90.13,
		"latitude": 21,
		"magnitude": 1.9,
		"category": 0,
		"nature": [
			4,
			1
		],
		"constellationID": 11,
		"description": [
			"Menkalinan (Mankib Ðī-l-‘inān), em 0°13' de Câncer, em 21° Norte de latitude, de 1,9 de magnitude, apesar de variável, estando no outro braço de Erictônio, significando engenhosidade, esperteza, facilidade em fazer as coisas, mas também perigo, porque é a mão que conduz a carruagem, que leva tudo, as coisas boas e as coisas ruins, a parte elevada, educada por Atena, que vai para o Alto, e a parte baixa, que lembra sua origem tenebrosa. Só que essa estrela também é muito raramente importante, por estar muito próxima de Betelgeuse."
		]
	},
	{
		"id": 43,
		"name": "Canopus",
		"longitude": 105.161,
		"latitude": -75,
		"magnitude": 0.72,
		"category": 0,
		"nature": [
			5,
			6
		],
		"constellationID": 12,
		"description": [
			"Canopus, que está na carena ou na quilha do navio, a parte do navio que fica abaixo do mar, está à frente, guiando-o, em 15°16' de Câncer, de magnitude 0,72, só que muito ao Sul, 75° ao Sul, não sendo visível para ninguém acima de 37° Norte, de modo que, na Europa, ela não é vista.",
			"Canopus é a parte da frente do navio, só que está na água; ela guia em segurança, é muito boa, tem qualidade de Saturno e Júpiter, simboliza o domínio e a segurança sobre o mundo dos desejos, das coisas mutáveis que nos atrapalham o tempo todo. Apesar de ser muito forte, está próxima de outra estrela bastante forte, Sirius, muito mais próxima do Zodíaco."
		]
	},
	{
		"id": 44,
		"name": "Foramen",
		"longitude": 202.27,
		"latitude": -58.55,
		"magnitude": 1.9,
		"category": 1,
		"nature": [
			0,
			4
		],
		"constellationID": 12,
		"description": [
			"Em Argo também há uma nebulosa, Foramen, em 22°27' de Libra, e, como toda nebulosa, tem a natureza de Marte e da Lua, associada à cegueira."
		]
	},
	{
		"id": 45,
		"name": "Miaplacidus",
		"longitude": 212.161,
		"latitude": -72.13,
		"magnitude": 1.8,
		"category": 0,
		"nature": [
			5,
			6
		],
		"constellationID": 12,
		"description": [
			"Miaplacidus, em 2°16' de Escorpião, magnitude 1,8, da natureza de Júpiter e Saturno, localizada na popa do navio, de modo que tudo o que há de positivo em Canopus há de negativo nela, porque não decide nada, apenas segue Canopus. A significação positiva de Miaplacidus é a humildade, o senso das proporções, por estar no fundo."
		]
	},
	{
		"id": 46,
		"name": "Markeb",
		"longitude": 179.12,
		"latitude": -63.43,
		"magnitude": 2.6,
		"category": 0,
		"nature": null,
		"constellationID": 12,
		"description": [
			"Na constelação de Vela, que faz parte de Argo, há uma estrela chamada Markeb, de magnitude 2,6, em 29°12' de Virgem, localizada na murada, no alto, significando proteção, segurança, porque localiza-se na parte mais elevada, mais segura, do navio."
		]
	},
	{
		"id": 47,
		"name": "Propus",
		"longitude": 93.441,
		"latitude": -0.53,
		"magnitude": 3.34,
		"category": 0,
		"nature": [
			1,
			2
		],
		"constellationID": 13,
		"description": [
			"Propus está em 3°44' de Câncer, de magnitude 3,34, mas bem próxima da eclíptica. Todas as estrelas da constelação, a não ser Castor, Pollux, e Wasat, que são as mais importantes, são da natureza de Mercúrio e Vênus; Propus e Tejat Posterior, as estrelas dos pés de Castor, ligadas à habilidade artística, à inteligência, e à engenhosidade, porque os pés são a conexão com o mundo, e Castor era o irmão engenhoso dos dois, associado a Mercúrio. Propus está no pé direito, o pé que lidera, enquanto Tejat Posterior no calcanhar do mesmo pé; entre as duas, Propus é a estrela mais positiva, porque é a parte do pé com a qual se avança, enquanto o calcanhar fica mais escondido."
		]
	},
	{
		"id": 48,
		"name": "Tejat",
		"longitude": 97,
		"latitude": -0.49,
		"magnitude": 3.2,
		"category": 0,
		"nature": [
			1,
			2
		],
		"constellationID": 13,
		"description": [
			"Tejat, em 7° de Câncer, é o pé esquerdo de Castor, o pé que segue, tendo um significado mais negativo, um significado da conexão não-criativa com a realidade, apresenta o risco de ficar no real; lembre-se que Castor só teve um final feliz depois de ser morto, a engenhosidade humana nem sempre dá certo."
		]
	},
	{
		"id": 49,
		"name": "Alhena",
		"longitude": 99.24,
		"latitude": -6,
		"magnitude": 1.93,
		"category": 0,
		"nature": [
			1,
			2
		],
		"constellationID": 13,
		"description": [
			"A próxima estrela, Alhena, está em 9°24' de Câncer, em 6° Sul, tem magnitude 1,93, e é a estrela do pé de Pollux, o gêmeo imortal, também da natureza de Mercúrio e Vênus, ligada a dotes artísticos, mas mais à inspiração do que à engenhosidade, é mais associada a Vênus do que a Mercúrio, mais associada à inspiração que vem do Alto do que à engenhosidade."
		]
	},
	{
		"id": 50,
		"name": "Mebsuta",
		"longitude": 100.15,
		"latitude": -2.04,
		"magnitude": 3.2,
		"category": 0,
		"nature": [
			1,
			2
		],
		"constellationID": 13,
		"description": [
			"Existe uma estrela bem fraca, chamada Mebsuta, a que a maior parte dos textos não dá significação nenhuma, no joelho esquerdo de Castor; o joelho tem que ver com a orientação das ações, com a orientação do caminho, porque aponta para onde o homem vai, mas Mebsuta é o joelho da perna que segue, então tem uma significação mais negativa, de orientação equivocada, por assim dizer, ou falta de orientação."
		]
	},
	{
		"id": 51,
		"name": "Alzirr",
		"longitude": 101.51,
		"latitude": -10.06,
		"magnitude": 3.4,
		"category": 0,
		"nature": [
			1,
			2
		],
		"constellationID": 13,
		"description": [
			"Alzirr se localiza no pé esquerdo de Pollux, o pé que segue, em 11°51' de Câncer, mas é uma estrela muito fraca, muito difícil de visualizar, apesar de estar próxima da eclíptica, de magnitude 3,4, com uma significação muito parecida à de Tejat, só que não tão ruim, por ser do gêmeo imortal; simboliza a imortalidade se juntando à mortalidade em um sentido passivo, porque não é o pé que anda, é o pé que segue."
		]
	},
	{
		"id": 52,
		"name": "Wasat",
		"longitude": 108.59,
		"latitude": -0.1,
		"magnitude": 3.5,
		"category": 0,
		"nature": [
			6
		],
		"constellationID": 13,
		"description": [
			"Wasat, em 18°59' de Câncer, no braço esquerdo de Castor, o gêmeo mortal, é da natureza de Saturno, praticamente na eclíptica, de magnitude 3,5, mas de significação importante, porque está associada ao braço, à ação, mas não ao que inicia, senão que ao que reage, do irmão mortal, ou seja, ao risco das ações, ao exagero da engenhosidade; é uma estrela negativa da constelação."
		]
	},
	{
		"id": 53,
		"name": "Castor",
		"longitude": 110.321,
		"latitude": 10.05,
		"magnitude": 1.58,
		"category": 0,
		"nature": [
			1
		],
		"constellationID": 13,
		"description": [
			"Castor está em 20°32' de Câncer, uma estrela de magnitude 1,58, e Pollux, ainda mais brilhante, de magnitude 1,2, está em 23°31' de Câncer; quer dizer, a estrela do irmão imortal é mais brilhante do que a do irmão mortal."
		]
	},
	{
		"id": 54,
		"name": "Pollux",
		"longitude": 113.31,
		"latitude": 6.41,
		"magnitude": 1.2,
		"category": 0,
		"nature": [
			4
		],
		"constellationID": 13,
		"description": [
			"Castor está em 20°32' de Câncer, uma estrela de magnitude 1,58, e Pollux, ainda mais brilhante, de magnitude 1,2, está em 23°31' de Câncer; quer dizer, a estrela do irmão imortal é mais brilhante do que a do irmão mortal."
		]
	},
	{
		"id": 55,
		"name": "Mirzam",
		"longitude": 97.29,
		"latitude": -41.15,
		"magnitude": 2,
		"category": 0,
		"nature": [
			2
		],
		"constellationID": 14,
		"description": [
			"Mirzam, em 7°29' de Câncer, uma estrela na pata esquerda do Cão Maior; as patas dianteiras de um cachorro se associam ao ataque, só que a esquerda é a que segue, a direita avança."
		]
	},
	{
		"id": 56,
		"name": "Furud",
		"longitude": 97.411,
		"latitude": -53.22,
		"magnitude": 3.1,
		"category": 0,
		"nature": [
			2
		],
		"constellationID": 14,
		"description": [
			"Furud, na pata traseira esquerda do Cão Maior, a pata que impulsiona a ação, em 7°41' de Câncer."
		]
	},
	{
		"id": 57,
		"name": "Adara",
		"longitude": 111.04,
		"latitude": -51.21,
		"magnitude": 1.5,
		"category": 0,
		"nature": [
			2
		],
		"constellationID": 14,
		"description": [
			"Adara, em algum ponto da perna do Cão Maior, em 21°4' de Câncer, não tem uma significação muito bem definida; como está na junção da perna com o corpo, poder-se-ia dar a significação de impulsionar a ação de modo mais próximo ao comando do Cão Maior, com algum grau de inteligência."
		]
	},
	{
		"id": 58,
		"name": "Aludra",
		"longitude": 119.5,
		"latitude": -50.36,
		"magnitude": 2.4,
		"category": 0,
		"nature": [
			2
		],
		"constellationID": 14,
		"description": [
			"Aludra está em 29°50' de Câncer, na cauda do Cão Maior; estar na cauda é um significado um pouco mais importante, a cauda de um animal é o que se vê quando ele passa, então está associada a consequências. Agora, o Cão Maior, embora possa ser agressivo, e, portanto, associado a coisas maléficas, não é uma força do mal, Laelaps era o cão que nunca perdia a presa, foi dado por Europa a Minos, que deu o cão para a Princesa Prócris de Atena, cujo marido, Céfalo, usava o cão para caçar, tendo sido utilizado para caçar a raposa que nunca era pega, a Raposa de Tebas.",
			"A cauda do Cão Maior, como é um cão de guarda, muito mais reativo do que agressivo, uma muralha canina em vez de um agressor, simboliza um risco que passou, diante do qual se pode relaxar a segurança; por outro lado, significa também a insegurança."
		]
	},
	{
		"id": 59,
		"name": "Sirius",
		"longitude": 104.321,
		"latitude": -16.2,
		"magnitude": -1.46,
		"category": 0,
		"nature": [
			4,
			5
		],
		"constellationID": 14,
		"description": [
			"Sirius, a Boca do Cão Maior, como a única parte agressiva do cão, que ataca e late pela boca, associa-se à natureza de Marte e Júpiter; a qualidade dela é quase literal, Marte simboliza a agressividade e Júpiter é grande. Está em 14°32' de Câncer, com uma magnitude muito próxima de zero, e muito mais próxima do Zodíaco do que Canopus, estando em 16°42' Sul, a estrela mais brilhante do céu, associada aos meses mais quentes do verão no Hemisfério Norte.",
			"Sirius significa agressividade, reatividade, disposição, nobreza, força, e resistência; está associada, segundo alguns autores, ao orgulho e à arrogância, como a Boca do Leão, e pelo mesmo motivo, porque é por onde sai a voz de um animal grande e poderoso."
		]
	},
	{
		"id": 60,
		"name": "Procyon",
		"longitude": 116.051,
		"latitude": -16.01,
		"magnitude": 0.38,
		"category": 0,
		"nature": [
			1,
			4
		],
		"constellationID": 15,
		"description": [
			"Alpha Canis Minor, é Procyon, em 26°5' de Câncer, de magnitude 0,38, de natureza quase literal; enquanto Sirius é Júpiter e Marte, Procyon é Mercúrio e Marte, é uma agressividade pequena. Enquanto o Cão Maior é um animal maior, mais forte, e mais violento do que o Cão Menor, cuja função é resistir, como uma bênção, o Cão Menor é menor, mas mais barulhento, significa mudança, agitação, e agressividade, mas em um nível muito menor do que Sirius. Marte e Mercúrio dão atividade e agilidade; não é que Sirius seja lento, mas Sirius é um cão de guarda, Procyon é só um cão pequeno e barulhento."
		]
	},
	{
		"id": 61,
		"name": "Altarf",
		"longitude": 124.331,
		"latitude": -10,
		"magnitude": 3.8,
		"category": 0,
		"nature": [
			1,
			6
		],
		"constellationID": 16,
		"description": [
			"Com significação quase nenhuma, é Altarf, em 4°33' de Leão, em latitude 10° Sul, é  Beta Cancri, a segunda mais forte da constelação de Câncer, de magnitude 3,8. Beta Cancri está na ponta da pata de trás do caranguejo, da natureza de Saturno e Mercúrio; a parte de trás de um animal significa sua consequência. Se fosse preciso dar uma significação para ela, seria a consequência dos desejos mais básicos, e a sabedoria que advém do domínio desses desejos, em um sentido positivo."
		]
	},
	{
		"id": 62,
		"name": "Acubens",
		"longitude": 133.56,
		"latitude": -5,
		"magnitude": 4.3,
		"category": 0,
		"nature": [
			1,
			6
		],
		"constellationID": 16,
		"description": [
			"Alpha Cancri, Acubens, está em 13°56' de Leão, de latitude 5° Sul, e magnitude 4,3, mais fraca que Altarf, mas já foi a estrela mais forte da constelação; é a pata do caranguejo que incomodava Hércules, da natureza de Saturno e Mercúrio, a Garra do Sul, significa os desejos mais básicos que incomodam, e seu aspecto positivo é o domínio desses desejos, que vem com a maturidade, não-necessariamente com a vida adulta, mas com a simples saída da primeira infância, momento a partir do qual, por exemplo, o homem não precisa mais comer sempre que tem fome, consegue ficar com sono e não dormir imediatamente."
		]
	},
	{
		"id": 63,
		"name": "Asellus Australis",
		"longitude": 127.5,
		"latitude": 3,
		"magnitude": 4.7,
		"category": 0,
		"nature": [
			3,
			4
		],
		"constellationID": 16,
		"description": [
			"Asno do Sul, que é o jumento feminino, em 7°50' de Leão, de latitude 3° Norte, magnitude 4,7, e natureza de Marte e Sol.",
			"Asellus Australis e Asellus Borealis não estão exatamente ligados ao mito de Câncer, são os jumentos que ajudaram Hefesto e Dionísio a fugir de Tifão; várias constelações mencionam esse mito. Os jumentos assustaram o titã que os perseguiam por seu barulho; em reconhecimento pelos serviços prestados, foram postos no céu junto à Manjedoura, o lugar onde eles comem. O simbolismo deles é matéria pura. O Jumento do Sul está muito perto de Praesepe, que é a fonte das tentações do mundo que nos cerca."
		]
	},
	{
		"id": 64,
		"name": "Asellus Borealis",
		"longitude": 129,
		"latitude": 4.2,
		"magnitude": 4.7,
		"category": 0,
		"nature": [
			3,
			4
		],
		"constellationID": 16,
		"description": [
			"O Asno do Norte, em 9° de Leão, de latitude 4,2 Norte, o jumento masculino, com a mesma natureza do feminino.",
			"Asellus Australis e Asellus Borealis não estão exatamente ligados ao mito de Câncer, são os jumentos que ajudaram Hefesto e Dionísio a fugir de Tifão; várias constelações mencionam esse mito. Os jumentos assustaram o titã que os perseguiam por seu barulho; em reconhecimento pelos serviços prestados, foram postos no céu junto à Manjedoura, o lugar onde eles comem. O simbolismo deles é matéria pura. O Jumento do Norte é um pouco mais positivo."
		]
	},
	{
		"id": 65,
		"name": "Praesaepe",
		"longitude": 127.381,
		"latitude": 1.17,
		"magnitude": 3.7,
		"category": 1,
		"nature": [
			0,
			4
		],
		"constellationID": 16,
		"description": [
			"A nebulosa em 7°38' de Leão, a nebulosa de “Praesaepe”, “Manjedoura”, também chamada “Colmeia”, da natureza de Marte e da Lua, como todas as nebulosas. Todas as nebulosas têm, em algum grau, a significação de cegueira, ou de não ver direito.",
			"Praesaepe se liga ao mito de Hércules à medida que, além de ser onde os jumentos comem, como é algo pouco definido, meio borrado, no meio de Câncer, também tem que ver com o lugar em que o herói esmagou o caranguejo; é por isso que ela é pior do que Asellus Australis e Asellus Borealis, é matéria sem nenhuma tentativa de dominação, enquanto os jumentos significam alguma tentativa."
		]
	},
	{
		"id": 66,
		"name": "Alterf",
		"longitude": 138.101,
		"latitude": 7.53,
		"magnitude": 4.5,
		"category": 0,
		"nature": [
			4,
			6
		],
		"constellationID": 17,
		"description": [
			"Alterf está em 18°10' de Leão, e parece melhor considerá-la como estando na boca do leão, embora a diferença dela para as estrelas da cabeça seja muito pequena; é uma estrela da natureza de Saturno e Marte, de magnitude 4,5, de latitude 7°53 Norte. O que a boca do leão simboliza? Agressividade, é por onde ele morde, e também é por onde sai o som dele, o rugido, então Alterf está associada à violência e ao orgulho, à arrogância, assim o simbolismo dessa estrela é muito similar ao simbolismo das estrelas da cabeça, porque a cabeça é o lugar de comando, mas o leão não tem um lugar de comando racional, a boca é como que uma extensão da cabeça."
		]
	},
	{
		"id": 67,
		"name": "Algenubi (Ras Elased Australis)",
		"longitude": 141,
		"latitude": 9,
		"magnitude": 3.1,
		"category": 0,
		"nature": null,
		"constellationID": 17,
		"description": [
			"As duas estrelas na cabeça da constelação de Leão são Ras Elased Australis, ou Algenubi, e Ras Elased Borealis; das três estrelas citadas até agora, Algenubi é, com certeza, a mais forte, está em 21° de Leão, de magnitude 3,1, e tem 9° de latitude Norte. Essas duas estrelas podem ser consideradas como uma só, cuja significação é muito dificilmente separável da significação de Alterf, significam mais ou menos a mesma coisa."
		]
	},
	{
		"id": 68,
		"name": "Ras Elased Borealis",
		"longitude": 141.451,
		"latitude": 12,
		"magnitude": 4.1,
		"category": 0,
		"nature": null,
		"constellationID": 17,
		"description": [
			"A latitude de Ras Elased Borealis é 12° Norte, e sua magnitude 4,1. Essas duas estrelas (Ras Elased Borealis e Ras Elased Australis ou Algenubi) podem ser consideradas como uma só, cuja significação é muito dificilmente separável da significação de Alterf, significam mais ou menos a mesma coisa."
		]
	},
	{
		"id": 69,
		"name": "Zubra",
		"longitude": 144.33,
		"latitude": -3.45,
		"magnitude": 3.8,
		"category": 0,
		"nature": [
			1,
			2
		],
		"constellationID": 17,
		"description": [
			"A estrela mais suave da constelação de Leão é Zubra, uma estrela pequena e fraca, em 3°45' Sul de latitude, com magnitude 3,8, da natureza de Vênus e Mercúrio, em 24°33' de Leão, na pata direita do animal; a pata direita é o contato com o solo, mas não se trata da pata traseira, que o impulsiona para frente, nem a boca, que morde, ela tem um significado quase de defesa ativa, em vez de ataque, é a parte mais positiva do animal, decisiva, porque a parte mais próxima da terra, e, em um nível mais baixo, as qualidades associadas a esse monstro terrível são boas."
		]
	},
	{
		"id": 70,
		"name": "Adhaferah",
		"longitude": 147.52,
		"latitude": 11.51,
		"magnitude": 3.6,
		"category": 0,
		"nature": [
			1,
			6
		],
		"constellationID": 17,
		"description": [
			"Em seguida, há três estrelas, na juba do leão; há pouca diferença de significado entre elas, há uma mais forte do que as outras, mas nenhuma delas é muito forte. As três são da significação de Saturno e Mercúrio: Adhaferah, em 27°52' de Leão, de latitude 11°51' Norte, e magnitude 3,6; Al Jabhah, em 28°12' de Leão, de latitude 4°5' Norte, e magnitude 3,6; e Algieba, a mais forte das três, em 29°55' de Leão, latitude 8°48' Norte, e magnitude 2,6.",
			"Elas estão todas na juba do animal; a juba de um leão não tem um significado prático, é só decorativa, mas é uma decoração que mostra o aspecto majestoso, imponente, grandioso, do leão, então têm significação de orgulho e exibição. Sendo da natureza de Mercúrio e Saturno, não de Vênus, essas três estrelas não significam beleza propriamente, mas mais a vaidade, ou a exibição de qualidades."
		]
	},
	{
		"id": 71,
		"name": "Al Jabhah",
		"longitude": 148.12,
		"latitude": 4.5,
		"magnitude": 3.6,
		"category": 0,
		"nature": [
			1,
			6
		],
		"constellationID": 17,
		"description": [
			"Em seguida, há três estrelas, na juba do leão; há pouca diferença de significado entre elas, há uma mais forte do que as outras, mas nenhuma delas é muito forte. As três são da significação de Saturno e Mercúrio: Adhaferah, em 27°52' de Leão, de latitude 11°51' Norte, e magnitude 3,6; Al Jabhah, em 28°12' de Leão, de latitude 4°5' Norte, e magnitude 3,6; e Algieba, a mais forte das três, em 29°55' de Leão, latitude 8°48' Norte, e magnitude 2,6.",
			"Elas estão todas na juba do animal; a juba de um leão não tem um significado prático, é só decorativa, mas é uma decoração que mostra o aspecto majestoso, imponente, grandioso, do leão, então têm significação de orgulho e exibição. Sendo da natureza de Mercúrio e Saturno, não de Vênus, essas três estrelas não significam beleza propriamente, mas mais a vaidade, ou a exibição de qualidades."
		]
	},
	{
		"id": 72,
		"name": "Algieba",
		"longitude": 149.55,
		"latitude": 8.48,
		"magnitude": 2.6,
		"category": 0,
		"nature": [
			1,
			6
		],
		"constellationID": 17,
		"description": [
			"Em seguida, há três estrelas, na juba do leão; há pouca diferença de significado entre elas, há uma mais forte do que as outras, mas nenhuma delas é muito forte. As três são da significação de Saturno e Mercúrio: Adhaferah, em 27°52' de Leão, de latitude 11°51' Norte, e magnitude 3,6; Al Jabhah, em 28°12' de Leão, de latitude 4°5' Norte, e magnitude 3,6; e Algieba, a mais forte das três, em 29°55' de Leão, latitude 8°48' Norte, e magnitude 2,6.",
			"Elas estão todas na juba do animal; a juba de um leão não tem um significado prático, é só decorativa, mas é uma decoração que mostra o aspecto majestoso, imponente, grandioso, do leão, então têm significação de orgulho e exibição. Sendo da natureza de Mercúrio e Saturno, não de Vênus, essas três estrelas não significam beleza propriamente, mas mais a vaidade, ou a exibição de qualidades."
		]
	},
	{
		"id": 73,
		"name": "Regulus",
		"longitude": 150.08,
		"latitude": 0.29,
		"magnitude": 1.35,
		"category": 0,
		"nature": [
			4,
			5
		],
		"constellationID": 17,
		"description": [
			"Regulus está em 0°29' Norte, praticamente sobre a eclíptica, de 1,35 de magnitude, é fácil de ver no céu, e uma das Quatro Guardiãs das Estações, hoje em dia em 0°8' de Virgem; é Cor Leonis, o Coração do Leão, da natureza de Marte e Júpiter. Marte, o planeta da violência, e Júpiter, o planeta das coisas grandes, resumem a constelação de Leão; Regulus está associada ao sucesso, mas não à permanência no sucesso. Associa-se à ação, à violência, à ascensão, à nobreza, ao poder desmedido; pelo menos três pessoas ascenderam ao poder tendo Regulus em posições importantes: Winston Churchill, Margaret Thatcher, e Donald Trump.",
			"Regulus também é um personagem histórico, um cônsul e general romano chamado Marcus Atilius Regulus, que se destacou na Primeira Guerra Púnica, tendo derrotado os cartaginenses em uma grande batalha naval no Cabo Ecnomo, perto da Sicília, chegando a invadir a África do Norte, só que foi capturado, e, depois, libertado para negociar um tratado de paz; se não fizesse isso, seria torturado até a morte pelos cartaginenses, sendo obrigado a jurar aceite aos termos dos cartaginenses.",
			"Indo a Roma, Regulus fez a maior campanha possível para que Roma não se rendesse e guerreasse com Cartago até o final; depois que isso foi aprovado, ele voltou a Cartago para sofrer a punição que tinha concordado em sofrer; segundo uma das versões, o general teve as pálpebras cortadas para que não pudesse fechar os olhos no deserto, sendo deixado amarrado e queimando sob o Sol.",
			"Regulus também tem a significação de fazer o que precisa ser feito, independente do sofrimento, fazer o certo, independente do certo ser agradável ou fácil; essa é uma das significações positivas da estrela."
		]
	},
	{
		"id": 74,
		"name": "Zosma",
		"longitude": 161.37,
		"latitude": 14.19,
		"magnitude": 2.6,
		"category": 0,
		"nature": [
			2,
			6
		],
		"constellationID": 17,
		"description": [
			"Zosma, da natureza de Saturno e Vênus, em 11°37' de Virgem, com 2,6 de magnitude, latitude 14°19' Norte. Zosma é a estrela das costas do leão, por isso da  natureza de Saturno e Vênus, Saturno é a dificuldade, Vênus é a tentação; as costas do leão têm, de diferentes das dos outros animais, de modo parecido com outro animal solar, o carneiro, mas de forma um pouco mais violenta, é que não se monta um leão, ele não é uma montaria, não é como um cavalo. A significação dessa estrela, portanto, é a ingovernabilidade, a rebelião, a independência, não reconhece nenhuma autoridade acima de si."
		]
	},
	{
		"id": 75,
		"name": "Coxa",
		"longitude": 163.43,
		"latitude": 9.4,
		"magnitude": 3.4,
		"category": 0,
		"nature": [
			1,
			2
		],
		"constellationID": 17,
		"description": [
			"Coxa, de nome autoexplicativo, em 13°43' de Virgem, com latitude 9°4' Norte, de  magnitude 3,4, fraca, mas visível, da natureza de Vênus e Mercúrio. Coxa, depois de Zubra, é a mais benéfica, porque está associada ao impulso, à coragem, ao avanço, mas também tem os riscos do restante da constelação, porque a coxa impele o leão para frente, é a coxa que faz o leão pular, correr; a pata da frente orienta, mas é a pata de trás que tem força."
		]
	},
	{
		"id": 76,
		"name": "Denebola",
		"longitude": 171.55,
		"latitude": 12.5,
		"magnitude": 2.2,
		"category": 0,
		"nature": [
			2,
			6
		],
		"constellationID": 17,
		"description": [
			"Denebola, a “Cauda do Leão”, da natureza de Saturno e Vênus, em 21°55' de Virgem, em 12°5' de latitude Norte, e magnitude 2,2, razoavelmente visível. Denebola fica na ponta da cauda, está associada à consequência das ações, assim como ao risco de provocar reações depois do fim dos eventos; como todas as estrelas do fim, ela também significa a possibilidade de experiência adquirida, de ser melhor, ou ter algo bom, pelo que se aprendeu com uma experiência ruim."
		]
	},
	{
		"id": 77,
		"name": "Alfard",
		"longitude": 147.351,
		"latitude": -22,
		"magnitude": 3.2,
		"category": 0,
		"nature": [
			2,
			6
		],
		"constellationID": 18,
		"description": [
			"No pescoço da Hidra de Lerna, Alfard. Como na serpente, o pescoço equivale ao coração (hidras são serpentes marinhas); Alfard está, hoje, em 27°35' de Leão, de latitude 22° Sul, magnitude 3,2, da natureza de Saturno e Vênus. A significação é bastante óbvia: significa o perigo das tentações, dos desejos, e a capacidade de transformá-los; pode ser um monstro terrível, pode ser algo usado a favor do homem."
		]
	},
	{
		"id": 78,
		"name": "Precípua",
		"longitude": 151.11,
		"latitude": 24.55,
		"magnitude": 3.9,
		"category": 0,
		"nature": null,
		"constellationID": 19,
		"description": [
			"Precípua, em 1°11' de Virgem, em 24°55' Norte de latitude, e de magnitude 3,9; é difícil dar qualquer significação para ela, porque está muito perto de Regulus, que é muito forte, mas, se algo estiver exatamente em cima dela, a significação que pode ser dada a essa estrela é uma significação mais domada, mais obediente, de um leão. Segundo Robson, dá uma natureza sem medo, mas generosa, nobre, e pacífica, com habilidade de desempenhar posições preeminentes e responsáveis."
		]
	},
	{
		"id": 79,
		"name": "Cor Caroli",
		"longitude": 174.52,
		"latitude": 40.07,
		"magnitude": 3.9,
		"category": 0,
		"nature": null,
		"constellationID": 20,
		"description": [
			"Cor Caroli, no coração do Cão do Sul, Chara. Cor Caroli, no Cão do Sul, tem 3,9 de  magnitude, em 24°52 de Virgem, no coração dos Canes Venatici; significa um cão bem-educado, assim como Asterion, que obedece o dono."
		]
	},
	{
		"id": 80,
		"name": "Copula",
		"longitude": 175.33,
		"latitude": 50.55,
		"magnitude": "8.1 (a estrela mais brilhante)",
		"category": 1,
		"nature": [
			0,
			2
		],
		"constellationID": 20,
		"description": [
			"Copula, a nebulosa, que fica no Cão do Norte. Copula é um pouco mais positiva do  que as nebulosas normais, sendo da natureza de Lua e Vênus; também significa cegueira, mas, além disso, significa união, amor, e, dizem alguns autores, associa-se, na astrologia eletiva, ao casamento. É assim por estar no coração do Cão do Norte; os Cães de Caça são cães obedientes, fiéis, nenhum dos dois é desobediente, não há dualidade, são dois servos bem-educados do Boieiro."
		]
	},
	{
		"id": 81,
		"name": "Asterion",
		"longitude": 168,
		"latitude": 40.32,
		"magnitude": 4.3,
		"category": 0,
		"nature": null,
		"constellationID": 20,
		"description": [
			"Asterion, em 18° de Virgem, com 4,3 de magnitude, à latitude 40°32' Norte. Não parece haver nenhuma boa significação para esta última a não ser obediência e determinação a seguir ordens."
		]
	},
	{
		"id": 82,
		"name": "Merga",
		"longitude": 195.421,
		"latitude": 57.52,
		"magnitude": 5.8,
		"category": 0,
		"nature": [
			1,
			4,
			6
		],
		"constellationID": 21,
		"description": [
			"Merga, em 15°42' de Libra, é a mão esquerda, que segura os Cães de Caça, de natureza de Mercúrio e Marte, ou Mercúrio e Saturno. É uma estrela pequena, de latitude 57°52' Norte, quase invisível, com magnitude de 5,8; a significação que ela pode ter é de controle e orientação, porque ela é que segura os cães. Em algumas imagens, o Boieiro está com uma foice nessa mão."
		]
	},
	{
		"id": 83,
		"name": "Seginus",
		"longitude": 197.58,
		"latitude": 49.32,
		"magnitude": 3,
		"category": 0,
		"nature": null,
		"constellationID": 21,
		"description": [
			"Seginus se encontra no ombro esquerdo do Boieiro, em 17°58' de Libra, de latitude 49°32' Norte, e 3 de magnitude; é a orientação da ação do Boieiro, uma estrela que significa boa orientação, habilidade de se orientar no dia a dia, mas dificuldade em grandes ações elevadas, porque os mitos, todos eles, parecem apontar para isso."
		]
	},
	{
		"id": 84,
		"name": "Mufrid",
		"longitude": 199.381,
		"latitude": 28,
		"magnitude": 4.2,
		"category": 0,
		"nature": null,
		"constellationID": 21,
		"description": [
			"Mufrid é uma estrela em 19°38' de Libra, em latitude 28° Norte, de magnitude 4,2; não está próxima de nada muito forte, mas é bastante fraca. Está na perna esquerda, a mesma perna de Arcturus, tendo uma significação um pouco negativa, porque a perna esquerda é a perna que segue, mas é mais humilde; é difícil dar uma explicação diferente para ela em relação a Arcturus que não seja só relativa à menor força de Mufrid."
		]
	},
	{
		"id": 85,
		"name": "Arcturus",
		"longitude": 204.32,
		"latitude": 30.44,
		"magnitude": 0.04,
		"category": 0,
		"nature": [
			4,
			5
		],
		"constellationID": 21,
		"description": [
			"Arcturus está em 24°32' de Libra, mas, apesar de ter uma magnitude muito forte, não é muito importante, porque, na maior parte das vezes, ela é ofuscada simbolicamente por uma estrela mais importante do que ela; Arcturus está bastante longe da eclíptica, em 30°44' Norte, e sua magnitude é 0,04. Está no joelho do Boieiro, da natureza de Marte e Júpiter; enquanto o ombro e o cotovelo orientam as ações no mundo, os joelhos orientam a direção para que o homem vai, então se liga à ação correta. Marte e Júpiter representam a ação correta e boa, mas uma ação limitada, porque o símbolo dessa constelação é a limitação dos voos mais altos, o Boieiro não é Órion, não é um monstro, é um ser humano, mas parece não ter visão de longo prazo."
		]
	},
	{
		"id": 86,
		"name": "Nekkar",
		"longitude": 204.33,
		"latitude": 54.58,
		"magnitude": 3.6,
		"category": 0,
		"nature": null,
		"constellationID": 21,
		"description": [
			"Nekkar, em 24°33' de Libra, muito próxima de Arcturus para significar qualquer coisa, no ouvido esquerdo, podendo significar influência, em 54°58' Norte, com 3,6 de magnitude."
		]
	},
	{
		"id": 87,
		"name": "Izar",
		"longitude": 208.24,
		"latitude": 40.27,
		"magnitude": 2.7,
		"category": 0,
		"nature": null,
		"constellationID": 21,
		"description": [
			"Izar, no quadril ou na cintura, está em 28°24' de Libra, latitude 40°27' Norte, e magnitude de 2,7. O quadril ou a cintura do Boieiro é onde ele pendura as ferramentas de trabalho, significa engenhosidade, mas não atividade, senão que a adaptação às situações pequenas e concretas."
		]
	},
	{
		"id": 88,
		"name": "Princeps",
		"longitude": 213.27,
		"latitude": 48.57,
		"magnitude": 3.5,
		"category": 0,
		"nature": null,
		"constellationID": 21,
		"description": [
			"Princeps, por sua vez, nem tinha nome antigamente; está na lança ou no cajado da mão direita, significa estabilidade, segurança, o cajado é utilizado para orientar o caminho, não no sentido de decidir onde se vai, mas no sentido de descobrir onde o solo é firme. Está em 3°27' de Escorpião, a 48°57' Norte, com magnitude 3,5."
		]
	},
	{
		"id": 89,
		"name": "Alkalurops",
		"longitude": 213.291,
		"latitude": 53,
		"magnitude": 4.5,
		"category": 0,
		"nature": null,
		"constellationID": 21,
		"description": [
			"Alkalurops, em 3°29' de Escorpião, latitude 53° Norte, fraca, de magnitude 4,5, encontra-se na ponta da lança ou do cajado, com o mesmo significado de Princeps, só que mais fraco;"
		]
	},
	{
		"id": 90,
		"name": "Ceginus",
		"longitude": 215.25,
		"latitude": 57.12,
		"magnitude": 5.4,
		"category": 0,
		"nature": null,
		"constellationID": 21,
		"description": [
			"Ceginus, por fim, é a mão que segura o cajado ou a lança, representa a mão da defesa, não a mão que inicia a ação. Como está segurando o cajado, também significa segurança, defesa e reatividade. Está em 57°12' Norte, e é quase invisível, de magnitude 5,4."
		]
	},
	{
		"id": 91,
		"name": "Labrum",
		"longitude": 176.59,
		"latitude": 17.74,
		"magnitude": 3.8,
		"category": 0,
		"nature": [
			1,
			2
		],
		"constellationID": 22,
		"description": [
			"A estrela mais importante de Taça é Labrum, em 26°59' de Virgem, de magnitude 3,8, e latitude 17°74' Norte, da natureza de Vênus e Mercúrio, como a outra estrela da mesma constelação, Alkes; dá inspiração artística, pendor pela arte, e pelas atividades mais espirituais."
		]
	},
	{
		"id": 92,
		"name": "Alkes",
		"longitude": 173.59,
		"latitude": -22.42,
		"magnitude": 4.2,
		"category": 0,
		"nature": [
			1,
			2
		],
		"constellationID": 22,
		"description": [
			"Alkes; dá inspiração artística, pendor pela arte, e pelas atividades mais espirituais. Alkes está em 23°59' de Virgem, de magnitude 4,2, e latitude 22°42' Sul; é a base da Taça, é a conexão das bênçãos do Alto com a Terra, então não tem uma significação tão benéfica quanto a outra, mas as duas são estrelas fracas, e a constelação é pequena."
		]
	},
	{
		"id": 93,
		"name": "Zavijava",
		"longitude": 177.28,
		"latitude": 0.41,
		"magnitude": 3.8,
		"category": 0,
		"nature": [
			1,
			4
		],
		"constellationID": 23,
		"description": [
			"Zavijava, em 27°28' de Virgem, de latitude 0°41', fraca, de magnitude 3,8, da natureza de Mercúrio e Marte, encontra-se na ponta da asa da constelação, associa-se à parte elevatória do mito, associa-se à subida, à partida, à elevação."
		]
	},
	{
		"id": 94,
		"name": "Zaniah",
		"longitude": 184.09,
		"latitude": 2.04,
		"magnitude": 4,
		"category": 0,
		"nature": [
			1,
			2
		],
		"constellationID": 23,
		"description": [
			"Zaniah está no braço da constelação, no mesmo braço que segura um espigão, em 4°9' de Libra, de latitude 2°4' Norte, e magnitude 4, da natureza de Mercúrio e Vênus. O braço da Virgem é o que emprega o espigão, então essa estrela não é a bênção em si, mas ela encaminha para a bênção, então está associada ao refinamento, à honra, é uma estrela com significações gerais positivas."
		]
	},
	{
		"id": 95,
		"name": "Vindemiatrix",
		"longitude": 190.12,
		"latitude": 16,
		"magnitude": 3,
		"category": 0,
		"nature": [
			1,
			6
		],
		"constellationID": 23,
		"description": [
			"Quase todas as estrelas da constelação de Virgem tem uma significação positiva; uma exceção é Vindemiatrix, em 10°12' de Libra, a 16° Norte, de magnitude 3, e da natureza de Mercúrio e Saturno, um dos casos raros de uma estrela dentro de uma constelação que não está associada diretamente ao seu mito. “Vindemiatrix” significa “a Coletora de Uva”, antes denominada “Vindemiator”, “o Coletor de Uvas”, ou “o Fazedor de Viúvas”, tratava-se de Ampelos, filho de um sátiro e uma ninfa, amado por Dionísio, e, por isso recebeu uma vinha ao pé de um olmo, mas ele subiu demais para pegar uvas, caiu, quebrou o pescoço, e morreu.",
			"Em outras versões, Vindemiatrix significa Nono, um poeta da Roma Imperial, que ofendeu Cibele, a Lua; também amado por Dionísio, estava provavelmente bêbado, cavalgando em um touro com chifres e ofendeu a deusa da Lua, conhecida como condutora do gado e deusa dos chifres. A deusa fez o touro desembestar, ele saiu correndo, Nono caiu, e o touro passou por cima dele, matando-o.",
			"A terceira história ocidental associada a essa estrela é a história do Aprendiz de Feiticeiro, aquele pedaço do desenho Fantasia, da Disney, em que o Mickey, um ajudante de feiticeiro, quando o feiticeiro sai, em vez de limpar as coisas normalmente, começa a fazer magia para as vassouras ajudarem ele, e, de repente, tudo sai do controle, as vassouras fazem o que querem, os baldes fazem o que querem, tudo começa a dançar; ele fica desesperado e o feiticeiro resolve tudo, porque o Mickey não consegue.",
			"O significado de Vindemiatrix é exatamente esse: extrapolar as próprias qualidades, dar um passo maior do que a perna; ela não é uma das estrelas mais fortes, nem é considerada uma estrela maléfica, mas é a estrela mais perigosa do Zodíaco por causa disso, ela significa tendência a fazer bobagem e exagerar as próprias qualidades, como o Rei Charles I, decapitado na Primeira Guerra Civil Inglesa, que tinha Vindemiatrix conjunta ao Sol."
		]
	},
	{
		"id": 96,
		"name": "Porrima",
		"longitude": 190.261,
		"latitude": 2.4,
		"magnitude": 2.9,
		"category": 0,
		"nature": [
			1,
			2
		],
		"constellationID": 23,
		"description": [
			"Porrima, na cintura de Virgem, da natureza de Mercúrio e Vênus, em 10°26' de Libra, de magnitude 2,9, e latitude 2°4' Norte, significa pureza, por ser o lugar onde se amarra o manto que protege a virgem; Alva é um pouco menos positiva, mas o significado dela é um pouco mais claro, apesar de ela ser bem fraca, de magnitude 3,8, latitude 8°37' Norte, e em 11°46' de Libra. Enquanto Porrima fica na cintura, Alva fica no estômago ou no ventre de Andrômeda, sendo da natureza de Mercúrio e Vênus.",
			"Porrima, em primeiro lugar, significa esterilidade, porque se localiza no ventre de uma virgem, mas também significa possibilidade de amor e crescimento, porque é o ventre de uma virgem, não de uma idosa, não é esterilidade em razão da proximidade com a morte, mas esterilidade porque ainda não houve fertilização.",
			"Os três mitos associados à constelação de Virgem sugerem virgindade perpétua: Erígone se matou, Astreia foi para o Céu, e a Virgem Maria ficou virgem a vida toda; mas Astreia concede bênçãos, assim como Erígone, porque Dionísio impôs seu culto em Atenas, e a Virgem Maria, sem deixar de ser virgem, ficou grávida. Assim, embora o primeiro significado de Porrima pareça ser esterilidade, há uma possibilidade de fertilização, há possibilidade de algo nascer."
		]
	},
	{
		"id": 97,
		"name": "Alva",
		"longitude": 191.46,
		"latitude": 8.37,
		"magnitude": 3.8,
		"category": 0,
		"nature": [
			1,
			2
		],
		"constellationID": 23,
		"description": [
			"Porrima, na cintura de Virgem, da natureza de Mercúrio e Vênus, em 10°26' de Libra, de magnitude 2,9, e latitude 2°4' Norte, significa pureza, por ser o lugar onde se amarra o manto que protege a virgem; Alva é um pouco menos positiva, mas o significado dela é um pouco mais claro, apesar de ela ser bem fraca, de magnitude 3,8, latitude 8°37' Norte, e em 11°46' de Libra. Enquanto Porrima fica na cintura, Alva fica no estômago ou no ventre de Andrômeda, sendo da natureza de Mercúrio e Vênus."
		]
	},
	{
		"id": 98,
		"name": "Heze",
		"longitude": 202.101,
		"latitude": 9.16,
		"magnitude": 3.4,
		"category": 0,
		"nature": [
			1,
			4
		],
		"constellationID": 23,
		"description": [
			"Heze, em 22°10' de Libra, de latitude 9°16' Norte, magnitude 3,4, está na borda do manto de Virgem, tendo natureza de Mercúrio e Marte; é uma estrela bastante fraca, que se poderia associar com reclusão, proteção, no sentido de esconder, porque está no manto, que está jogado por cima de Virgem, significa recato."
		]
	},
	{
		"id": 99,
		"name": "Spica Virginis",
		"longitude": 204.08,
		"latitude": -2,
		"magnitude": 0.98,
		"category": 0,
		"nature": [
			2,
			4
		],
		"constellationID": 23,
		"description": [
			"A estrela mais forte de Virgem, e uma das mais fortes do céu, é “Spica Virginis”, o “Espigão da Virgem”, em 24°8' de Libra, de magnitude 0,98, de latitude 2° Sul, da natureza de Vênus e Marte, e uma das significações mais positivas possíveis dessa união é ação, Marte, de bênçãos, de coisas boas, Vênus; o que Spica oferece é a bênção de Erígone, a benção da deusa Astréia, que significa pureza, justiça, e bondade, a bênção de Nossa Senhora, associa-se a proteção. Embora seja uma das Estrelas Reais, Spica não está associada ao sucesso, mas a proteção, a significação dela tem mais que ver com proteção do que ascensão."
		]
	},
	{
		"id": 100,
		"name": "Syrma",
		"longitude": 214.06,
		"latitude": 7.11,
		"magnitude": 4.2,
		"category": 0,
		"nature": [
			1,
			4
		],
		"constellationID": 23,
		"description": [
			"Syrma, em 4°6' de Escorpião, de 4,2 de magnitude, de latitude 7°11' Norte, na borda da saia de Andrômeda, e da natureza de Mercúrio e Marte, parece ter a mesma significação de Heze; segredo, ocultação, recato, e proteção. Só que, enquanto Heze está na borda do manto, Syrma está na borda da saia, mais abaixo, é mais fraca, menos elevada."
		]
	},
	{
		"id": 101,
		"name": "Khambalia",
		"longitude": 217.15,
		"latitude": 0.29,
		"magnitude": 4.6,
		"category": 0,
		"nature": [
			1,
			4
		],
		"constellationID": 23,
		"description": [
			"Khambalia, fora Vindemiatrix, é a estrela menos positiva da constelação; é ambígua, está no pé de Virgem; a palavra de que deriva significa um dedo retorcido, como o dedo de um corvo. É da natureza de Mercúrio e Marte, em 7°15' de Escorpião; é bem fraca, com 4,6 de magnitude, mas está bem próxima da eclíptica, de latitude 0°29' Norte. É a segunda estrela menos positiva da constelação por ser o contato com a Terra, de onde Astreia saiu, é o contato com a realidade, o contato com a parte desagradável do mundo, que fez Erígone se matar, da qual Nossa Senhora foi elevada. Khambalia pode significar mudança, incerteza, mas faz parte de Andrômeda, então também tem a significação de bênçãos e proteção, ela só é mais ambígua, menos certa."
		]
	},
	{
		"id": 102,
		"name": "Diadema",
		"longitude": 189.071,
		"latitude": 22.58,
		"magnitude": 4.3,
		"category": 0,
		"nature": [
			2
		],
		"constellationID": 24,
		"description": [
			"Coma Berenices tem uma estrela com nome, Diadema, em 9°7' de Libra, com 22°58' de latitude Norte, e magnitude 4,3, da natureza de Vênus; tem que ver com beleza e constância. É muito fraca, mas sua significação é positiva, porque o cabelo de Berenice foi uma oferta de amor para Deus com o objetivo de ter o marido de volta; não uma significação negativa ou ruim para isso."
		]
	},
	{
		"id": 103,
		"name": "Gienah",
		"longitude": 191.02,
		"latitude": 14.29,
		"magnitude": 2.8,
		"category": 0,
		"nature": [
			4,
			6
		],
		"constellationID": 25,
		"description": [
			"Gienah, em 11°2' de Libra, de magnitude 2,8, na asa esquerda do Corvo, com 14°29' e latitude Sul; é a asa esquerda de um animal que busca as coisas do Alto mas se engana. Como todas as estrelas da constelação, associa-se a Marte e Saturno. Parece significar ação, disposição, porque a asa é que impulsiona o animal para frente."
		]
	},
	{
		"id": 104,
		"name": "Minkar",
		"longitude": 191.58,
		"latitude": -19.4,
		"magnitude": 3.2,
		"category": 0,
		"nature": null,
		"constellationID": 25,
		"description": [
			"Minkar, em 11°58' de Libra, de latitude 19°40' Sul, magnitude 3,2, está no pescoço do Corvo; o pescoço é o que une a cabeça ao corpo, une a sede do comando ao corpo. Há um problema nessa união, porque o Corvo demora demais para fazer as coisas, mas ele faz, então Minkar é uma estrela complicada, parece significar tentação, ou se perder, ou não seguir direito ordens."
		]
	},
	{
		"id": 105,
		"name": "Alchita",
		"longitude": 192.33,
		"latitude": -21.44,
		"magnitude": 4.2,
		"category": 0,
		"nature": null,
		"constellationID": 25,
		"description": [
			"Alchita, em 12°33' de Libra, em 21°44' Sul, de magnitude 4,2, fica no bico do Corvo; o bico é por onde o Corvo tanto come o figo quanto bebe da Taça, quer dizer, por onde recebe as coisas não tão boas e as coisas boas."
		]
	},
	{
		"id": 106,
		"name": "Kraz",
		"longitude": 197.4,
		"latitude": -18.02,
		"magnitude": 2.8,
		"category": 0,
		"nature": null,
		"constellationID": 25,
		"description": [
			"Kraz, na garra do Corvo, em 17°40' de Libra, de latitude 18°2' Sul, com magnitude 2,8, é a estrela mais positiva, porque na garra que agarra a Taça."
		]
	},
	{
		"id": 107,
		"name": "Algorab",
		"longitude": 193.541,
		"latitude": -12.11,
		"magnitude": 3.1,
		"category": 0,
		"nature": [
			4,
			6
		],
		"constellationID": 25,
		"description": [
			"A estrela mais importante [de Corvo] fica um pouco antes, em 13°54' de Libra, “Algorab”, “o Corvo”, com 3,1 de magnitude, de latitude 12°11' Sul. Fica na asa direita do Corvo, seria a parte mais positiva da força que o impele para frente; algumas imagens colocam a estrela no coração do Corvo, porque resume a constelação. É da natureza de Marte e Saturno, como as outras estrelas da constelação, tem o significado positivo de esperteza, inteligência, de tendência a fazer as coisas certas, mas também um significado negativo, porque o Corvo se distraiu pelo caminho.",
			"Normalmente, a significação negativa de Algorab é a primeira mencionada nos livros; Robson, por exemplo, diz que ela traz destruição, malevolência, inimizade, repulsividade, e mentira, estando conectada com comer carniça, mas isso parece ter mais que ver com a imagem de um corvo normal, embora malevolência seja até razoável, porque o Corvo mente para Apolo, então estaria associada às mentiras contadas para justificar os próprios erros e tropeços, só que também à vontade de ir para frente."
		]
	},
	{
		"id": 108,
		"name": "Nusakan",
		"longitude": 219.25,
		"latitude": 46,
		"magnitude": 3.7,
		"category": 0,
		"nature": [
			1,
			2
		],
		"constellationID": 26,
		"description": [
			"Nusakan, com a mesma significação da outra estrela, só que mais fraca, em 9°25' de Escorpião, a 46° Norte, e de magnitude 3,7; e a estrela mais forte da constelação."
		]
	},
	{
		"id": 109,
		"name": "Alphecca",
		"longitude": 222.36,
		"latitude": 44.19,
		"magnitude": 2.3,
		"category": 0,
		"nature": [
			1,
			2
		],
		"constellationID": 26,
		"description": [
			"Alphecca, com a mesma significação de Nusakan, só que mais forte, em 12°36' de Escorpião, latitude 44°19' Norte, e magnitude 2,3. Alphecca fica no Norte porque a Coroa do Norte, como um presente de Dionísio, é entrelaçada com plantas e toda cheia de joias; Alphecca é a joia do nó que prende as outras, a mais importante, associando-se à beleza, ao amor, à união, e aos dons artísticos. É uma estrela pequena, mas a significação dela é boa."
		]
	},
	{
		"id": 110,
		"name": "Menkent",
		"longitude": 222.36,
		"latitude": -22,
		"magnitude": 2.3,
		"category": 0,
		"nature": [
			1,
			2
		],
		"constellationID": 27,
		"description": [
			"A primeira estrela de Centauro é Menkent, em 12°36' de Escorpião, de latitude 22° sul, magnitude 2,3, da natureza de Vênus e Mercúrio, fica no ombro de Folo. O ombro é o que orienta a ação da parte mais obviamente humana de Folo, apesar de que ele, às vezes, era representado também como Quíron, com os pés dianteiros humanos, mas, sem dúvidas, as mãos são a parte mais humana dele, a parte mais perto da cabeça. Assim, Menkent tem uma significação positiva, de orientação, de autodomínio, de orientação correta; por isso é da natureza de Vênus e Mercúrio."
		]
	},
	{
		"id": 111,
		"name": "Agena",
		"longitude": 234.06,
		"latitude": -44,
		"magnitude": 0.61,
		"category": 0,
		"nature": [
			2,
			5
		],
		"constellationID": 27,
		"description": [
			"Agena, em 24°6' de Escorpião, latitude 44° Sul, e magnitude 0,61, fica na pata direita; natureza de Vênus e Júpiter. Folo tinha autodomínio, a pata direita demonstra essa melhor parte dele. Agena é positiva, Bungula, ou Toliman, nem tanto."
		]
	},
	{
		"id": 112,
		"name": "Bungula (Toliman)",
		"longitude": 239.511,
		"latitude": -42,
		"magnitude": 0.27,
		"category": 0,
		"nature": [
			2,
			5
		],
		"constellationID": 27,
		"description": [
			"Toliman, ou Bungula, em 29°51' de Escorpião, de latitude 42° Sul, com magnitude 0,27; natureza de Vênus e Júpiter. Fica na pata esquerda. A pata esquerda, Bungula, significa vulnerabilidade, porque, em alguns casos, é por onde ele foi morto, é a parte menos boa da parte baixa bem dominada, é a parte que leva à curiosidade, leva ao experimento. Agena é positiva, Bungula, ou Toliman, nem tanto."
		]
	},
	{
		"id": 113,
		"name": "Zuben Elgenubi",
		"longitude": 225.231,
		"latitude": 0.19,
		"magnitude": 2.7,
		"category": 0,
		"nature": [
			4,
			6
		],
		"constellationID": 28,
		"description": [
			"O Prato do Sul, Zuben Elgenubi, Beta Libræ, está em 15°23' de Escorpião, latitude 0°19' Norte, bem perto da eclíptica, tendo magnitude 2,7; da natureza de Saturno e Marte, associa-se às limitações do mundo, às dificuldades, à justiça, que é sempre algo duro, embora devido, porque, como diz o Profeta Davi: “[…] não há quem faça o bem, não há nem sequer um” (Salmos 14:1). Não merecemos a parte boa da justiça, somente a parte ruim, então ela tende a ser desagradável."
		]
	},
	{
		"id": 114,
		"name": "Zuben Elschemali",
		"longitude": 229.4,
		"latitude": 8.27,
		"magnitude": 2.9,
		"category": 0,
		"nature": [
			1,
			5
		],
		"constellationID": 28,
		"description": [
			"O Prato do Norte, Zuben Elschemali, Alpha Libræ, da natureza de Júpiter e Mercúrio, de magnitude 2,9, está em 19°40' de Escorpião, de latitude 8°27' Norte, não é excelente, mas tem uma significação melhor, também pesa as coisas, mas nesse caso sobra, há perdão; não leva ao trono, mas a cabeça coroada nunca é tranquila, o trono nunca é pacífico, tranquilo, e sinônimo de uma vida longa, reis com vida longa são exceções, menos de 1/3 dos imperadores romanos morreu no próprio leito, todos os outros morreram ou assassinados, ou longe de casa em guerras, é comum que reis morram cedo."
		]
	},
	{
		"id": 115,
		"name": "Marsik",
		"longitude": 236.011,
		"latitude": 37.12,
		"magnitude": 5.3,
		"category": 0,
		"nature": [
			1
		],
		"constellationID": 29,
		"description": [
			"Marsik (“Mirfaq” em árabe significa cotovelo — variações dessa palavra nomeiam estrelas em Perseu e Ofiúco, também, na mesma posição anatômica, embora em Perseu ela seja considerada, na verdade, como estando na cintura). Está, hoje, em 26°1' de Escorpião, latitude 37°12' Norte, magnitude 5,3, muito raramente importante em mapas de fato; está no cotovelo do braço que segura o cajado.",
			"Marsik está no cotovelo do braço direito, do braço que age; uma estrela da natureza de Mercúrio no braço que age de um herói eminentemente solar está relacionada, obviamente, à ação correta, à habilidade, à capacidade de resolver problemas."
		]
	},
	{
		"id": 116,
		"name": "Kornephoros",
		"longitude": 241.231,
		"latitude": 42.42,
		"magnitude": 2.8,
		"category": 0,
		"nature": [
			1
		],
		"constellationID": 29,
		"description": [
			"Kornephoros, que está na axila, ou no ombro, do portador da clava; simbolicamente, ombro e axila são a mesma coisa, é o ponto de articulação do braço com o corpo, é o que orienta a ação. Os braços agem, mas são os ombros que mandam para onde eles vão; Kornephoros, portanto, significa a orientação da ação correta, a orientação da ação da mão direita. Está, atualmente, em 1°23' de Sagitário, latitude 42°42' Norte, e magnitude 2,8."
		]
	},
	{
		"id": 117,
		"name": "Kajam",
		"longitude": 241.53,
		"latitude": 35.1,
		"magnitude": 4.5,
		"category": 0,
		"nature": [
			1
		],
		"constellationID": 29,
		"description": [
			"Kajam (“Caiam”, “Cajado”), porque fica na clava de Hércules, em 1°53' de Sagitário, latitude 35°10' Norte, e magnitude 4,5; todas as estrelas de Hércules são fracas, e a mais importante não é a mais forte. O cajado significa, além da ação correta, por ser a estrela mais próxima da mão, a violência, força, inerrância; conforme Porfírio, a clava significa o movimento que não erra, porque não faz curvas."
		]
	},
	{
		"id": 118,
		"name": "Sarin",
		"longitude": 255.041,
		"latitude": 47.41,
		"magnitude": 2.2,
		"category": 0,
		"nature": [
			1
		],
		"constellationID": 29,
		"description": [
			"Uma estrela cujo significado não é aparente, e a maior parte dos livros ou não a menciona ou não atribui significado a ela, Sarin, em 15°4' de Sagitário, latitude 47°41' Norte, e magnitude 2,2; quando a mencionam, dizem estar no lado esquerdo do peito, ou no ombro esquerdo, de Hércules. O lado esquerdo do peito é onde fica o coração, mas Alpha Herculis sugere melhor a reunião da constelação, apesar de não ficar no coração, senão que na cabeça. Talvez Sarin signifique defesa, porque no ombro da mão esquerda, que segura o escudo; no caso do desenho mais comum da constelação, segura uma pessoa, parece uma mulher, mas só se representa a mão, não dá para ter certeza. Uma curiosidade: quando Júpiter transitava por essa estrela, houve o ataque de Gás Sarin em Tóquio, em março de 1995."
		]
	},
	{
		"id": 119,
		"name": "Ras Algethi",
		"longitude": 256.271,
		"latitude": 37.17,
		"magnitude": 3.5,
		"category": 0,
		"nature": [
			1
		],
		"constellationID": 29,
		"description": [
			"Alpha Herculis é Ras Algethi (Ra’s al-Jāthī), em 37°17' latitude Norte, de magnitude 3,5, em 16°27' de Sagitário; toda constelação com “ra’s” no começo se refere à “cabeça”. É o centro de comando do herói; o centro de comando da constelação de Hércules, com todas as estrelas da natureza de Mercúrio, sugere inteligência prática, resolução de problemas ativos, capacidade de modificar o mundo, no sentido de dar soluções práticas para as coisas."
		]
	},
	{
		"id": 120,
		"name": "Maasim",
		"longitude": 260.12,
		"latitude": 49.17,
		"magnitude": 4.7,
		"category": 0,
		"nature": [
			1
		],
		"constellationID": 29,
		"description": [
			"A última estrela é Maasim, hoje em 20°12' de Sagitário, latitude 49°17' Norte, e magnitude 4,7, no braço esquerdo de Hércules; a única significação possível para ela parece ser defesa inteligente, ou planejamento defensivo, ou habilidade em reação criativa, por estar no braço esquerdo."
		]
	},
	{
		"id": 121,
		"name": "Unukalhai",
		"longitude": 232.231,
		"latitude": 25.39,
		"magnitude": 2.8,
		"category": 0,
		"nature": [
			4,
			6
		],
		"constellationID": 30,
		"description": [
			"A constelação de Serpente só tem duas estrelas com nome, uma realmente importante e uma realmente não-importante: a realmente importante é Unukalhai (ʿUnuqu ʾal-Ḥayya): fica no pescoço da cobra — o pescoço é onde fica o seu coração — e é por isso Cor Serpentis, em 22°23' de Escorpião, latitude 25°39', e magnitude 2,8. É uma estrela da natureza de Saturno e Marte; Saturno e Marte são considerados maléficos, mas essa divisão pode induzir a erro, porque nada criado é essencialmente mau, Saturno e Marte não são maus, são perigosos, ou desagradáveis.",
			"Unukalhai significa possibilidade de sabedoria, de prudência, conforme as palavras do Cristo: “Sede logo prudentes como as serpentes e simples como as pombas” (Mateus 10:16); a serpente é prudente, mas também pode significar engano, e, segundo Vivian Robson, a constelação pode significar perigo de envenenamento, o que faz algum sentido, de um modo um pouco mais literal."
		]
	},
	{
		"id": 122,
		"name": "Alya",
		"longitude": 286.031,
		"latitude": 26.52,
		"magnitude": 4.5,
		"category": 0,
		"nature": [
			4,
			6
		],
		"constellationID": 30,
		"description": [
			"A outra estrela com nome da constelação é Alya, a Cauda da Serpente, em 16°3' de Capricórnio, latitude 26°52' Norte, de magnitude 4,5, e da natureza de Saturno e Marte; a ponta de uma serpente não é a boca, que é a parte mais perigosa, e também não é o coração, que a resume, a ponta simboliza as consequências da constelação, é o fim dela, quando o pior já passou, mas é uma besta sinuosa, ela pode se voltar, principalmente se for puxada, uma cobra consegue morder o próprio rabo com uma certa facilidade, então ela simboliza o fim dos perigos, mas não segurança, e, de certa forma, também simboliza conhecimento, por ser a consequência dos perigos."
		]
	},
	{
		"id": 123,
		"name": "Yed Prior",
		"longitude": 242.361,
		"latitude": 17.14,
		"magnitude": 3,
		"category": 0,
		"nature": [
			2,
			6
		],
		"constellationID": 30,
		"description": [
			"Yed Prior, 2°36' de Sagitário, latitude 17°14' Norte, e magnitude 3, natureza de Saturno e Vênus. Está bem perto do Coração da Serpente, e, portanto, da sua boca, de modo a ser mais perigosa: significa perigo, dificuldade de domínio. Vivian Robson menciona, como significados, imoralidade, sem-vergonhice, e revolução; agora, embora tenha esse risco, também há a possibilidade de escapar da mordida da Serpente."
		]
	},
	{
		"id": 124,
		"name": "Yed Posterior",
		"longitude": 243.49,
		"latitude": 16.26,
		"magnitude": 3.3,
		"category": 0,
		"nature": [
			2,
			6
		],
		"constellationID": 30,
		"description": [
			"Yed Posterior, em 3°49' de Sagitário, latitude 16°26' Norte, e magnitude 3,3, natureza de Saturno e Vênus. Está bem perto do Coração da Serpente, e, portanto, da sua boca, de modo a ser mais perigosa: significa perigo, dificuldade de domínio. Vivian Robson menciona, como significados, imoralidade, sem-vergonhice, e revolução; agora, embora tenha esse risco, também há a possibilidade de escapar da mordida da Serpente."
		]
	},
	{
		"id": 125,
		"name": "Marfik",
		"longitude": 245.54,
		"latitude": 23.33,
		"magnitude": 3.8,
		"category": 0,
		"nature": null,
		"constellationID": 30,
		"description": [
			"Marfik está no cotovelo desse mesmo braço, em 5°54' de Sagitário, latitude 23°33' Norte, e magnitude 3,8; o cotovelo desse braço, que domina a parte mais importante da Serpente, sem um risco tão grande de ser mordido, significa mais a capacidade de dominar as tentações do que o perigo da mordida."
		]
	},
	{
		"id": 126,
		"name": "Han",
		"longitude": 249.321,
		"latitude": 11.23,
		"magnitude": 2.7,
		"category": 0,
		"nature": null,
		"constellationID": 30,
		"description": [
			"Han está em 9°32' de Sagitário, latitude 11°23' Norte, e magnitude 2,7; está afastada da área mais importante da constelação, mas é uma estrela razoavelmente visível. Ela está no joelho esquerdo de Asclépio; o joelho direito está associado a ação, porque a perna direita é mais nobre, a esquerda é menos, porque ela segue, e o joelho aponta para onde a ação vai. Han é a estrela mais problemática, apesar de não ser muito forte, da constelação toda, está associada a desgraça, porque, se a constelação é um sujeito que precisa dominar a Serpente, e essa estrela está associada a não tomar decisão, a seguir, ela é quem sofre."
		]
	},
	{
		"id": 127,
		"name": "Sabik",
		"longitude": 258.161,
		"latitude": 7.1,
		"magnitude": 2.6,
		"category": 0,
		"nature": null,
		"constellationID": 30,
		"description": [
			"Sabik, em 18°16' de Sagitário, latitude 7°11' Norte, de magnitude 2,6, está na perna direita, então a significação dela é um pouco melhor do que a de Han. Associa-se a energia perdida, a sucesso em ações ruins, sucesso em situações difíceis."
		]
	},
	{
		"id": 128,
		"name": "Ras Alhague",
		"longitude": 262.451,
		"latitude": 35.5,
		"magnitude": 2.1,
		"category": 0,
		"nature": null,
		"constellationID": 30,
		"description": [
			"A estrela mais importante da constelação é Ras Alhague (“Ra’s al-Ḥawwāʼ”), a “Cabeça do Ofiúco”, em 22°45' de Sagitário, latitude 35°50' Norte, de magnitude 2,1; é Alpha Ophiuchi, tem a significação mais associada a obter conhecimento e ao autodomínio, mas ainda é algo perigoso, então a estrela também está associada a não conseguir essas coisas.",
			"Vivian Robson dá, como significações da Cabeça de Ofiúco: gostos pervertidos, desastres por mulheres, depravação mental; mas essas são as falhas associadas à estrela, é uma estrela capital, é a estrela que sabe dominar a Serpente, só que o mundo não é perfeito, não conseguimos fazer as coisas darem certo sempre, o risco de fazer algo errado é alto."
		]
	},
	{
		"id": 129,
		"name": "Kelb Alrai",
		"longitude": 262.381,
		"latitude": 27.56,
		"magnitude": 2.9,
		"category": 0,
		"nature": null,
		"constellationID": 30,
		"description": [
			"No ombro direito, há Kelb Alrai, em 22°38' de Sagitário, latitude 27°56' Norte, e magnitude 2,9; o ombro direito está associado a uma melhor ação, é uma estrela menos insegura."
		]
	},
	{
		"id": 130,
		"name": "Sinistra",
		"longitude": 270.031,
		"latitude": 13.39,
		"magnitude": 3.5,
		"category": 0,
		"nature": null,
		"constellationID": 30,
		"description": [
			"Sinistra está na mão direita, longe da boca, em 0°3' de Capricórnio, latitude 13°39' Norte, e magnitude 3,5; tem a significação de domínio, mas de maneira menos perigosa do que a mão esquerda. Segundo Vivian Robson, concede natureza imoral e desleixada."
		]
	},
	{
		"id": 131,
		"name": "Dschubba",
		"longitude": 242.521,
		"latitude": -1.59,
		"magnitude": 2.5,
		"category": 0,
		"nature": [
			4,
			6
		],
		"constellationID": 31,
		"description": [
			"Dschubba, a primeira estrela da constelação de Escorpião (no sentido da cabeça para a cauda), é a testa, ou a parte da frente da cabeça, do Escorpião, em 2°52' de Sagitário, latitude 1°59' Sul, e magnitude 2,5, é da natureza de Marte e Saturno; simboliza malevolência, e perigo de imoralidade ou de ataques súbitos, porque é para onde Escorpião vai, é para onde ele se dirige."
		]
	},
	{
		"id": 132,
		"name": "Acrab",
		"longitude": 243.291,
		"latitude": 1,
		"magnitude": 2.9,
		"category": 0,
		"nature": [
			4,
			6
		],
		"constellationID": 31,
		"description": [
			"Acrab está em 3°29' de Sagitário, latitude 1° Norte, e tem magnitude 2,9; “’Aqrab” significa “Escorpião”, e está na cabeça do Escorpião. Também é da natureza de Marte e Saturno. O Escorpião não é um ser com consciência, não é um ser humano, não é nem um monstro falante, é só uma besta, não tem domínio, e, portanto, a cabeça do Escorpião é só onde o domínio deveria estar, mas não está: tem as piores significações da constelação por causa disso, é a força do Escorpião sem o que a oriente."
		]
	},
	{
		"id": 133,
		"name": "Jabbah",
		"longitude": 244.571,
		"latitude": 1.37,
		"magnitude": 4.3,
		"category": 0,
		"nature": [
			4,
			6
		],
		"constellationID": 31,
		"description": [
			"Jabbah, em 4°57' de Sagitário, latitude 1°37' Norte, e de magnitude 4,3, tem significação idêntica à de ’Aqrab; também está na cabeça, é uma das pequenas estrelas da frente."
		]
	},
	{
		"id": 134,
		"name": "Antares",
		"longitude": 250.041,
		"latitude": -4.34,
		"magnitude": 0.98,
		"category": 0,
		"nature": [
			4,
			5
		],
		"constellationID": 31,
		"description": [
			"Antares, uma das Quatro Guardiãs das Estações, uma das Estrelas Reais; “Antares” significa “Rival de Ares”, é “Cor Scorpionis”, o “Coração do Escorpião”, “Qalb al-’Aqrab”, que resume a simpática constelação de Escorpião. Está, atualmente, em 10°4' de Sagitário, latitude 4°34' Sul, e de magnitude 0,98, com um brilho vermelho amarelado, difícil de confundir; tem uma significação muito ruim, conforme Robson, concede malevolência, liberalidade, mente aberta, presságios ruins, perigo de fatalidade, e seus nativos são agressivos, teimosos, destrutivos a si próprios, e obstinados.",
			"Antares é a parte mais desagradável, mais tangível, de Escorpião; é claro que todas as estrelas, em algum nível, podem significar coisas ruins, mesmo Spica, que é uma das estrelas mais protetoras, pode, em algum contexto, ser ruim, e é muito possível que, em um contexto muito concreto, na vida de uma pessoa, as qualidades que ela significa conduzam a erros, mas Antares, por simbolizar Escorpião, simboliza o poder dos desejos, só que também um poder forte de reação, de defesa.",
			"Apesar de o Escorpião ter sido enviado para matar Órion, ele era um monstro, é bom matar Órion, é bom matar esse orgulho, essa ambição desmedida, da matéria, da parte mais concreta do mundo; Escorpião simboliza isso, e também significa renovação, porque é o fim de um ciclo, o fim de um ciclo é sempre o começo de outro. Antares significa capacidade de tensão, de resistência."
		]
	},
	{
		"id": 135,
		"name": "Graffias",
		"longitude": 257.321,
		"latitude": -19.38,
		"magnitude": 3.8,
		"category": 0,
		"nature": [
			4,
			6
		],
		"constellationID": 31,
		"description": [
			"Graffias está em 17°32' de Sagitário, latitude 19°38' Sul, e fica no começo da cauda do Escorpião, com magnitude 3,8; é da natureza de Marte e Saturno, mas não tem nenhuma determinação exata nos livros, mas ela é o que conecta o corpo, que projeta o ataque, do Escorpião ao ferrão dele, a parte que ataca, a parte mais perigosa do animal. O escorpião tem garras enormes, mas elas não fazem nada, elas prendem, e algumas, no máximo, são serrilhadas, o perigoso é o ferrão; Graffias, portanto, parece estar conectada à ação ou reação violenta."
		]
	},
	{
		"id": 136,
		"name": "Aculeus",
		"longitude": 266.021,
		"latitude": -8.5,
		"magnitude": 5.3,
		"category": 1,
		"nature": [
			0,
			4
		],
		"constellationID": 31,
		"description": [
			"Aculeus, em 26°2' de Sagitário, latitude 8°50' Sul, e magnitude 5,3, considerada pior do que todas as outras nebulosas."
		]
	},
	{
		"id": 137,
		"name": "Acumen",
		"longitude": 269.031,
		"latitude": -11.22,
		"magnitude": 3.2,
		"category": 1,
		"nature": [
			0,
			4
		],
		"constellationID": 31,
		"description": [
			"Acumen, em 29°3' de Sagitário, latitude 11°22' Sul, e magnitude 3,2."
		]
	},
	{
		"id": 138,
		"name": "Spiculum",
		"longitude": 271.221,
		"latitude": -0.53,
		"magnitude": 6,
		"category": 1,
		"nature": [
			0,
			4
		],
		"constellationID": 32,
		"description": [
			"Spiculum, que é uma nebulosa, e, como todas as nebulosas, tem a natureza de Marte e da Lua e está ligada à cegueira, neste caso a cegueira de não entender as coisas, não perceber direito as coisas, porque está na linha de mira de Sagitário; está em 1°22' de Capricórnio, latitude 0°53' Sul, e, como a maior parte das nebulosas, é fraca, tem magnitude próxima de 6, é quase invisível."
		]
	},
	{
		"id": 139,
		"name": "Alnasl",
		"longitude": 271.341,
		"latitude": -6.59,
		"magnitude": 3.1,
		"category": 0,
		"nature": [
			4,
			5
		],
		"constellationID": 32,
		"description": [
			"Outra estrela que também não é das mais importantes, é Alnasl, em 1°34' de Capricórnio, latitude 6°59' Sul, e magnitude 3,1; na cabeça da flecha de Sagitário, ou na mão que segura o arco, da natureza de Júpiter e Marte, associa-se à ação correta, é para onde Sagitário atirará a flecha, e, se ele é um professor, a flecha, embora também possa ser considerada agressão, é o conhecimento partindo, porque, quando um professor ensina, o conhecimento não é mais dele, é do aluno."
		]
	},
	{
		"id": 140,
		"name": "Polis",
		"longitude": 273.31,
		"latitude": "2.20",
		"magnitude": 3,
		"category": 0,
		"nature": [
			4,
			5
		],
		"constellationID": 32,
		"description": [
			"O arco, de forma geral, está associado a domínio, à perspicácia, mas também à violência, porque é a arma do Sagitário, é a arma de Quíron; nele há Polis, em 3°31' de Capricórnio, latitude 2°20' Norte, e de magnitude 3, na parte de cima, sendo da natureza e Júpiter e Marte. Como está na parte de cima do arco, associa-se ao orgulho; em um certo sentido sempre se atira no meio do arco, mas, em um certo sentido, conforme o alvo está mais a Norte ou mais a Sul, atira-se mais para o alto ou mais para baixo."
		]
	},
	{
		"id": 141,
		"name": "Kaus Medius",
		"longitude": 274.531,
		"latitude": -6.28,
		"magnitude": 2.8,
		"category": 0,
		"nature": [
			4,
			5
		],
		"constellationID": 32,
		"description": [
			"Kaus Medius, mais ou menos à mesma altura que Alnasl, mas em 4°53' de Capricórnio, de latitude 6°28' Sul, e magnitude 2,8, está no punho de Sagitário, ou no meio do arco, tem mais ou menos o mesmo significado que Alnasl."
		]
	},
	{
		"id": 142,
		"name": "Kaus Australis",
		"longitude": 275.231,
		"latitude": -11,
		"magnitude": 2,
		"category": 0,
		"nature": null,
		"constellationID": 32,
		"description": [
			"Kaus Australis, em 5°23' de Capricórnio, latitude 11° Sul, magnitude 2, está na parte Sul do arco, associando-se à humildade e a objetivos mais modestos."
		]
	},
	{
		"id": 143,
		"name": "Facies",
		"longitude": 278.361,
		"latitude": -0.44,
		"magnitude": 5.9,
		"category": 1,
		"nature": [
			0,
			4
		],
		"constellationID": 32,
		"description": [
			"Mais uma nebulosa, Facies, como o nome diz, está no rosto de Sagitário, em 8°36' de Capricórnio, a 0°44' Sul, e, como é uma nebulosa, tem brilho fraco, magnitude 5,9 na estrela mais forte; está associada, obviamente, a não ver o que se tem à frente, a não ver o alvo."
		]
	},
	{
		"id": 144,
		"name": "Nunki",
		"longitude": 282.41,
		"latitude": 3.26,
		"magnitude": 2.1,
		"category": 0,
		"nature": [
			1,
			5
		],
		"constellationID": 32,
		"description": [
            "Nunki, chamada, em alguns livros, de Pelagus, está em 12°41' de Capricórnio, latitude 3°26' Norte, de magnitude 2,1, está na ponta de trás da flecha; da natureza de Júpiter e Mercúrio, os dois planetas associados ao aprendizado e ao conhecimento, associa-se à verdade, ao otimismo, porque a flecha só é atirada quando se acredita acertar o alvo, e a uma mente religiosa, ou voltada para assuntos religiosos. O tema da constelação é conhecimento, e essa estrela é justamente a que dirige a ação, decide quando agir, decide quando o conhecimento sairá."
        ]
	},
	{
		"id": 145,
		"name": "Ascella",
		"longitude": 283.56,
		"latitude": "-7.10",
		"magnitude": 2.7,
		"category": 0,
		"nature": [1, 5],
		"constellationID": 32,
		"description": [
            "Ascella, em 13°56' de Capricórnio, latitude 7°10' Sul, e magnitude 2,7, também da natureza de Júpiter e Mercúrio, está na axila do braço que segura o arco, é o braço que, enquanto o outro decide quando soltar, decide para onde a flecha vai, a axila e o ombro são o que orienta a ação, estando associada não somente à ação correta, mas também à boa fortuna, e à felicidade; o problema é que também é o local onde Quíron se expõe, então a estrela também se associa à vulnerabilidade e à fraqueza."
        ]
	},
	{
		"id": 146,
		"name": "Manubrium",
		"longitude": 285.17,
		"latitude": 0.51,
		"magnitude": 3,
		"category": 0,
		"nature": [3, 4],
		"constellationID": 32,
		"description": [
            "Manubrium, em 15°17' de Capricórnio, latitude 0°51', e magnitude 3, fica na face ou na orelha direita de Sagitário; da natureza de Sol e Marte, está ligada a cegueira, explosão, calor, coragem, e heroísmo, todas coisas associadas à cabeça ou à orelha de Quíron, porque o ouvido é por onde entram as influências, e ele era o centauro mais sábio de todos. Mas, na prática, quase nunca essa estrela importa, porque está muito próxima de Vega."
        ]
	},
	{
		"id": 147,
		"name": "Arkab Prior",
		"longitude": 286.05,
		"latitude": -22.08,
		"magnitude": 4.2,
		"category": 0,
		"nature": null,
		"constellationID": 32,
		"description": [
            "Arkab Prior e Arkab Posterior são as duas estrelas na pata esquerda de Sagitário; Prior está em 16°5' de Capricórnio, latitude 22°8' Sul, de magnitude 4,2; Posterior está em 16°8' de Capricórnio, latitude 22°29' Sul, de magnitude 4,5. São estrelas fracas, mas de algum interesse, porque, em algumas das versões do mito, foi pela pata esquerda que Quíron foi envenenado; simbolicamente, a pata esquerda é a pata ruim."
        ]
	},
	{
		"id": 148,
		"name": "Arkab Posterior",
		"longitude": 286.081,
		"latitude": -22.29,
		"magnitude": 4.5,
		"category": 0,
		"nature": null,
		"constellationID": 32,
		"description": [
            "Arkab Prior e Arkab Posterior são as duas estrelas na pata esquerda de Sagitário; Prior está em 16°5' de Capricórnio, latitude 22°8' Sul, de magnitude 4,2; Posterior está em 16°8' de Capricórnio, latitude 22°29' Sul, de magnitude 4,5. São estrelas fracas, mas de algum interesse, porque, em algumas das versões do mito, foi pela pata esquerda que Quíron foi envenenado; simbolicamente, a pata esquerda é a pata ruim."
        ]
	},
	{
		"id": 149,
		"name": "Arkab Posterior",
		"longitude": 286.081,
		"latitude": -22.29,
		"magnitude": 4.5,
		"category": 0,
		"nature": null,
		"constellationID": 32,
		"description": [
            "Arkab Prior e Arkab Posterior são as duas estrelas na pata esquerda de Sagitário; Prior está em 16°5' de Capricórnio, latitude 22°8' Sul, de magnitude 4,2; Posterior está em 16°8' de Capricórnio, latitude 22°29' Sul, de magnitude 4,5. São estrelas fracas, mas de algum interesse, porque, em algumas das versões do mito, foi pela pata esquerda que Quíron foi envenenado; simbolicamente, a pata esquerda é a pata ruim."
        ]
	},
	{
		"id": 150,
		"name": "Albaldah",
		"longitude": 286.331,
		"latitude": 1.26,
		"magnitude": 3,
		"category": 0,
		"nature": null,
		"constellationID": 32,
		"description": [
            "Albaldah, em 16°33' de Capricórnio, latitude 1°26', de magnitude 3, está na parte de trás da cabeça de Sagitário; parece ter a mesma significação de Manubrium, só que Albaldah é mais facilmente útil do que Manubrium, não está associada a cegueira, explosão, e calor, mas à coragem, abnegação, conhecimento, prudência, e temperança."
        ]
	},
	{
		"id": 151,
		"name": "Rukbat",
		"longitude": 286.56,
		"latitude": 18.22,
		"magnitude": 4.1,
		"category": 0,
		"nature": null,
		"constellationID": 32,
		"description": [
            "Rukbat, em 16°56' de Capricórnio, latitude 18°22' Norte, de magnitude 4,1, fica no joelho direito de Sagitário; é uma parte inferior, mas é o joelho direito, é uma parte boa, obediente, que anda junto com a cabeça humana."
        ]
	},
	{
		"id": 152,
		"name": "Terebellum",
		"longitude": 296.081,
		"latitude": -5.25,
		"magnitude": 4.8,
		"category": 0,
		"nature": null,
		"constellationID": 32,
		"description": [
            "Terebellum, quase invisível, de magnitude 4,8, por causa de sua significação e de questões históricas e culturais, ela sempre foi muito conhecida e muito malvista; ela fica no dorso de Sagitário, latitude 5°25' Sul, está associada a desgraça e natureza ruim."
            , "Mas Terebellum não é necessariamente ruim; trata-se do dorso de um centauro, mas do centauro mais sábio de todos, e o dorso só segue Quíron, é uma parte do corpo que só obedece, então ela está associada a seguir o destino, de certa maneira, a cumprir profecias. A decisão está associada à parte humana de Quíron, a parte animal só segue."
        ]
	},
	{
		"id": 153,
		"name": "Vega",
		"longitude": 285.37,
		"latitude": 61.44,
		"magnitude": 0.03,
		"category": 0,
		"nature": [1, 2],
		"constellationID": 33,
		"description": [
            "A estrela mais forte da constelação é Vega, Alpha Lyræ, magnitude 0,03, é uma estrela belíssima, em 15°37' de Capricórnio, latitude 61°44' Norte, associada a Vênus e Mercúrio, significando inspiração, criatividade, conhecimento, sabedoria que vem do Alto, mas também pode significar lascividade e pretensão."
        ]
	},
	{
		"id": 154,
		"name": "Sheliak",
		"longitude": 289.11,
		"latitude": 55.59,
		"magnitude": 3.5,
		"category": 0,
		"nature": [1, 2],
		"constellationID": 33,
		"description": [
            "Sheliak, nome que significa “Tartaruga”, está em 19°11' de Capricórnio, latitude 55°59' Norte, magnitude variável de 3,5. Tem exatamente a mesma significação de Vega."
        ]
	},
	{
		"id": 155,
		"name": "Sulaphat",
		"longitude": 292.13,
		"latitude": 55,
		"magnitude": 3.3,
		"category": 0,
		"nature": [1, 2],
		"constellationID": 33,
		"description": [
            "Sulaphat, nome que significa “Tartaruga”, está em 22°13' de Capricórnio, latitude 55° Norte, de magnitude 3,3. Tem exatamente a mesma significação de Vega."
        ]
	},
	{
		"id": 156,
		"name": "Altair",
		"longitude": 302.05,
		"latitude": 29.18,
		"magnitude": 0.77,
		"category": 0,
		"nature": null,
		"constellationID": 34,
		"description": [
            "No céu, Vega forma um par muito bonito com Altair (“al-Ta’ir”, que quer dizer “a Águia”), em 2° de Aquário; Vega é “Vultur Cadens”, ou “Aquila Cadens”, Altair é “Vultur Volens”, ou “Aquila Voens”."
        ]
	},
	{
		"id": 157,
		"name": "Dheneb",
		"longitude": 290.06,
		"latitude": 36.11,
		"magnitude": 3,
		"category": 0,
		"nature": [4, 5],
		"constellationID": 34,
		"description": [
            "Dheneb, a “Cauda” da Águia, em 20°6' de Capricórnio, latitude 36°11' Norte, de magnitude 3; é da natureza de Marte de Júpiter, não é das mais fortes, mas é das mais benéficas, porque é consequência do movimento para o Alto, Dheneb segue a Águia, então está associada ao sucesso, inclusive na guerra, comando, coisas boas, liberalidade, e assim por diante."
        ]
	},
	{
		"id": 158,
		"name": "Deneb Okab",
		"longitude": 293.56,
		"latitude": 24.49,
		"magnitude": 3.4,
		"category": 0,
		"nature": [4, 5],
		"constellationID": 34,
		"description": [
            "Deneb Okab, apesar do nome, fica na asa direita da Águia, 23°56' de Capricórnio, latitude 24°49' Norte, de magnitude 3,4; está associada ao comando e ao sucesso, porque também participa da subida da Águia, e é a asa direita. É da natureza de Marte e Júpiter, assim como a Cauda."
        ]
	},
	{
		"id": 159,
		"name": "Tarazed",
		"longitude": 301,
		"latitude": 31.14,
		"magnitude": 2.8,
		"category": 0,
		"nature": null,
		"constellationID": 34,
		"description": [
            "Tarazed, nas costas da Águia, é ofuscada por Altair, está em 1° de Aquário, latitude 31°14' Norte, de magnitude 2,8; parece ter uma significação parecida com a de Zosma, em Leão, porque também ninguém monta uma águia."
        ]
	},
	{
		"id": 160,
		"name": "Alshain",
		"longitude": 302.43,
		"latitude": 26.39,
		"magnitude": 3.39,
		"category": 0,
		"nature": null,
		"constellationID": 34,
		"description": [
            "Alshain, em 2°43' de Aquário, latitude 26°39' Norte, magnitude 3,39, fica no pescoço de Águia, no que conecta a cabeça dela com o corpo, e manda que suba; mas está ofuscada por Altair, em 2°5' de Aquário, latitude 29°18' Norte, magnitude 0,77. Também está no pescoço, que conecta a cabeça com o corpo, significando ambição das coisas do Alto, elevação, vontade de conhecimento, mas, como está subindo, pode significar orgulho; é menos claramente benéfica do que Dheneb, apesar de ser muito mais forte."
        ]
	},
	{
		"id": 161,
		"name": "Sham",
		"longitude": 301.22,
		"latitude": 38.46,
		"magnitude": 4.7,
		"category": 0,
		"nature": [4, 6],
		"constellationID": 35,
		"description": [
            "A única estrela com nome da constelação de “Sagitta”, a “Flecha”, ofuscada por Altair, é Sham, aparentemente a flecha que Hércules atirou na águia que comia o fígado de Prometeu, em 1°22' de Aquário, latitude 38°46' Norte, de magnitude 4,7, fica no cabo da Flecha; da natureza de Saturno e Marte, parece significar castigo, mas boa pontaria, habilidade, e pensamento, porque livra o sujeito que significa o conhecimento superior do mal do orgulho."
        ]
	},
	{
		"id": 162,
		"name": "Sadalsuud",
		"longitude": 323.42,
		"latitude": 8.36,
		"magnitude": 3.1,
		"category": 0,
		"nature": [1, 6],
		"constellationID": 36,
		"description": [
            "Sadalsuud, em 23°42' de Aquário, latitude 8°36' Norte, de magnitude 3,1, também da natureza de Saturno e Mercúrio, associada a problemas e desgraça, mas também a conhecimento oculto ou retido, ocultação."
            , "Como Sadalsuud e Sadalmelik estão na altura da cabeça de Ganimedes, e ele significa a perfeição humana se transformando na perfeição divina, um processo que resulta na água, a água é o processo final, de modo que as duas representam perigo, porque não são o fim do processo; Sadalsuud está associada a problemas, a desgraça, a perigo, e Sadalmelik a perseguição, a processos, tanto legais, no sentido jurídico, quanto processos que se desenrolam."
        ]
	},
	{
		"id": 163,
		"name": "Albali",
		"longitude": 312.011,
		"latitude": 8.04,
		"magnitude": 3.8,
		"category": 0,
		"nature": [1, 6],
		"constellationID": 36,
		"description": [
            "Albali, em 12°1' de Aquário, latitude 8°4' Norte, e magnitude 3,8, na mão esquerda de Ganimedes, na mão que não segura o jarro, da natureza de Saturno e Mercúrio, associando-se a boa fortuna, mas a perigos, porque essa mão é ociosa, não é a que faz coisas boas."
        ]
	},
	{
		"id": 164,
		"name": "Ancha",
		"longitude": 333.341,
		"latitude": 2.42,
		"magnitude": 4.3,
		"category": 0,
		"nature": null,
		"constellationID": 36,
		"description": [
            "O ombro esquerdo é o que não tem o jarro, então é o que não joga a água sagrada, e, entre ele e o ombro direito, há Ancha, em 3°34' de Peixes, latitude 2°42' Norte, de magnitude 4,3, que é muito próxima de Sadalmelik, então não parece ter nenhuma significação distinta dela."
        ]
	},
	{
		"id": 165,
		"name": "Sadalmelik",
		"longitude": 334.04,
		"latitude": 11.43,
		"magnitude": 3.2,
		"category": 0,
		"nature": null,
		"constellationID": 36,
		"description": [
            "Sadalmelik está em 4°4' de Peixes, latitude 11°43' Norte, de magnitude 3,2, no ombro direito, no ombro que jorra. Está associada a jorrar conhecimento, a espalhar o que está na mente no mundo."
            , "Como Sadalsuud e Sadalmelik estão na altura da cabeça de Ganimedes, e ele significa a perfeição humana se transformando na perfeição divina, um processo que resulta na água, a água é o processo final, de modo que as duas representam perigo, porque não são o fim do processo; Sadalsuud está associada a problemas, a desgraça, a perigo, e Sadalmelik a perseguição, a processos, tanto legais, no sentido jurídico, quanto processos que se desenrolam."
        ]
	},
	{
		"id": 166,
		"name": "Sadalachbia",
		"longitude": 337.011,
		"latitude": 8.14,
		"magnitude": 4,
		"category": 0,
		"nature": null,
		"constellationID": 36,
		"description": [
            "Sadalachbia, em 7°1' de Peixes, latitude 8°14' Norte, de magnitude 4, está no braço direito de Ganimedes, que segura o jarro, ou fica atrás do jarro, então está associada a coisas ocultas, mas boas, porque é o fim do processo, mas fica entre Biham, em Pégaso, e Deneb Adige, em Cisne, de modo que muito dificilmente tem significação astrológica importante."
        ]
	},
	{
		"id": 167,
		"name": "Skat",
		"longitude": 339.1,
		"latitude": -8.11,
		"magnitude": 2.5,
		"category": 0,
		"nature": [5, 6],
		"constellationID": 36,
		"description": [
            "Skat, a mais benéfica de todas as estrelas de Aquário, está em 9°10' de Peixes, latitude 8°11' Sul, de magnitude 2,5, na perna direita de Ganimedes, no fluxo de água do jarro; é da natureza de Saturno e Júpiter, e significa coisas boas, felicidade, fortuna, e segurança, porque nela o processo perigoso da transformação das coisas do mundo nas coisas do Alto acabou, sobra só o jorrar."
        ]
	},
	{
		"id": 168,
		"name": "Situla",
		"longitude": 339.43,
		"latitude": 4.06,
		"magnitude": 5.3,
		"category": 0,
		"nature": null,
		"constellationID": 36,
		"description": [
            "Situla, em 9°43' de Peixes, latitude 4°6' Norte, de magnitude 5,3, quase invisível, está dentro do jarro, tendo a mesma significação de Sadalachbia."
        ]
	},
	{
		"id": 169,
		"name": "Fomalhaut",
		"longitude": 334.1,
		"latitude": -21.08,
		"magnitude": 1.16,
		"category": 0,
		"nature": [1, 2],
		"constellationID": 37,
		"description": [
            "Fomalhaut (“Fam al-Ḥūt” significa, literalmente, a “Boca do Peixe”), de magnitude 1,16, a última das Guardiãs das Estações; também se associa ao peixe que engoliu o Profeta Jonas, cuja história está associada à cova que engole Nosso Senhor quando Ele morre e, depois, como o peixe fez com Jonas, deixa Ele sair na Ressurreição. É por isso que, das Quatro Guardiãs, Fomalhaut é a única que não é uma Estrela Real, porque o reino dela não é deste mundo; é um peixe, matéria dentro da água do mar, mas que recebe água doce do Alto."
            , "Fomalhaut está, atualmente, em 4°10' de Peixes, latitude 21°8' Sul; significa coisas boas, como um nome imortal, segundo Cardano; é afortunada, mas guarda o risco de orgulho ou malevolência, justamente porque significa bênçãos, e o ser humano tem uma capacidade quase inesgotável de se prejudicar."
        ]
	},
	{
		"id": 170,
		"name": "Albireo",
		"longitude": 301.33,
		"latitude": 48.58,
		"magnitude": 3.2,
		"category": 0,
		"nature": [1, 2],
		"constellationID": 38,
		"description": [
            "A primeira estrela da constelação de Cisne é Albireo, em 1°33' de Aquário, latitude 48°58' Norte, de magnitude 3,2, no bico da ave; da natureza de Vênus e Mercúrio, dá beleza, disposição amável, e beneficência em desespero, porque o Cisne, para conquistar Leda, pediu a Vênus que se transformasse em uma águia e o perseguisse, em uma das versões. Beleza porque Leda se apaixona pelo Cisne, e beneficência porque, afastado o aspecto sexual e erótico, Zeus concede bênçãos a ela, gera vida, sob o aspecto simbólico."
        ]
	},
	{
		"id": 171,
		"name": "Sador",
		"longitude": 324.081,
		"latitude": 57.07,
		"magnitude": 2.3,
		"category": 0,
		"nature": null,
		"constellationID": 38,
		"description": [
            "Outra estrela é Sador, em 24°8' de Aquário, no peito do Cisne, latitude 57°7' Norte, de magnitude 2,3; parece significar bênção, porque está no peito, no meio do Cisne."
        ]
	},
	{
		"id": 172,
		"name": "Gienah (Cisne)",
		"longitude": 328.031,
		"latitude": 49.25,
		"magnitude": 2.6,
		"category": 0,
		"nature": null,
		"constellationID": 38,
		"description": [
            "Gienah, em 28°3' de Aquário, latitude 49°25' Norte, de magnitude 2,6, é a asa esquerda do Cisne, a asa que segue, então parece ter um significado um pouco menos agradável."
        ]
	},
	{
		"id": 173,
		"name": "Deneb Adige",
		"longitude": 335.18,
		"latitude": 59.54,
		"magnitude": 1.25,
		"category": 0,
		"nature": [1, 2],
		"constellationID": 38,
		"description": [
            "A estrela mais importante de Cisne é Deneb Adige, na cauda do Cisne, em 5°18' de Peixes, latitude 59°54' Norte, magnitude 1,25, da natureza de Vênus e Mercúrio, como todas da constelação, significando engenhosidade, intelecto, aprendizado, a consequência do Cisne, a consequência daquele que gerou dois imortais."
        ]
	},
	{
		"id": 174,
		"name": "Azelfafage",
		"longitude": 358,
		"latitude": 58.52,
		"magnitude": 4.8,
		"category": 0,
		"nature": null,
		"constellationID": 38,
		"description": [
            "Cisne também tem Azelfafage, uma estrela pequena, em 28° de Peixes, latitude 58°52', magnitude 4,8, na ponta da cauda, tendo a mesma significação de Ḏanab al- Dajājah, só que mais fraca."
        ]
	},
	{
		"id": 175,
		"name": "Acamar",
		"longitude": 23.34,
		"latitude": 53.55,
		"magnitude": 3.42,
		"category": 0,
		"nature": [6],
		"constellationID": 39,
		"description": [
            "Acamar (Al-Ahir Al-Nahr, “o fim do rio”), em 23°34' de Áries, latitude 53°55' Sul, de magnitude 3,42, era a mais ao Sul por latitude, embora por longitude não seja, antes de ser descoberta Achernar, em Peixes; Acamar significa sucesso em cargo público ou eclesiástico, com dificuldades, mas, por estar próxima do fim das dificuldades, significa algum fruto."
        ]
	},
	{
		"id": 176,
		"name": "Theemin",
		"longitude": 60.111,
		"latitude": 51.49,
		"magnitude": 3.88,
		"category": 0,
		"nature": [6],
		"constellationID": 39,
		"description": [
            "Theemin, em 0°11' de Gêmeos, latitude 51°49' Sul, de magnitude 3,88, é desimportante por estar no meio das Plêiades, mas, se fosse importante, teria a mesma significação das outras estrelas de Eridanus, pontos no rio, no grande Vale de Lágrimas movente."
        ]
	},
	{
		"id": 177,
		"name": "Keid",
		"longitude": 0.29,
		"latitude": -28.23,
		"magnitude": 4.48,
		"category": 0,
		"nature": [6],
		"constellationID": 39,
		"description": [
            "Em 0°29' de Áries, latitude 28°23' Sul, magnitude 4,48. As estrelas de Eridanus têm todas a mesma significação: a de Saturno, dificuldades, durezas da vida; porque são partes desse enorme rio triste."
        ]
	},
	{
		"id": 178,
		"name": "Angetenar",
		"longitude": 32.56,
		"latitude": 35.31,
		"magnitude": 4.81,
		"category": 0,
		"nature": [6],
		"constellationID": 39,
		"description": [
            "Angetenar, em 2°56' de Touro, latitude 35°31' Sul, de magnitude 4,81. As estrelas de Eridanus têm todas a mesma significação: a de Saturno, dificuldades, durezas da vida; porque são partes desse enorme rio triste."
        ]
	},
	{
		"id": 179,
		"name": "Azha",
		"longitude": 39.03,
		"latitude": 24.33,
		"magnitude": 4.2,
		"category": 0,
		"nature": [6],
		"constellationID": 39,
		"description": [
            "Azha, em 9°3' de Touro, latitude 24°33' Sul, de magnitude 4,2. As estrelas de Eridanus têm todas a mesma significação: a de Saturno, dificuldades, durezas da vida; porque são partes desse enorme rio triste."
        ]
	},
	{
		"id": 180,
		"name": "Rana",
		"longitude": 51.1,
		"latitude": -28.40,
		"magnitude": 3.54,
		"category": 0,
		"nature": [6],
		"constellationID": 39,
		"description": [
            "Rana, em 21°10' de Touro. As estrelas de Eridanus têm todas a mesma significação: a de Saturno, dificuldades, durezas da vida; porque são partes desse enorme rio triste."
        ]
	},
	{
		"id": 181,
		"name": "Zaurak",
		"longitude": 54.1,
		"latitude": -33.12,
		"magnitude": 2.94,
		"category": 0,
		"nature": [6],
		"constellationID": 39,
		"description": [
            "Zaurak, em 24°10' de Touro. As estrelas de Eridanus têm todas a mesma significação: a de Saturno, dificuldades, durezas da vida; porque são partes desse enorme rio triste."
        ]
	},
	{
		"id": 182,
		"name": "Beid",
		"longitude": 59.441,
		"latitude": -27.27,
		"magnitude": 4.03,
		"category": 0,
		"nature": [6],
		"constellationID": 39,
		"description": [
            "Beid, em 29°44' de Touro. As estrelas de Eridanus têm todas a mesma significação: a de Saturno, dificuldades, durezas da vida; porque são partes desse enorme rio triste."
        ]
	},
	{
		"id": 183,
		"name": "Sceptrum",
		"longitude": 65.331,
		"latitude": -36,
		"magnitude": 3.87,
		"category": 0,
		"nature": [6],
		"constellationID": 39,
		"description": [
            "Sceptrum, em 5°33' de Gêmeos. As estrelas de Eridanus têm todas a mesma significação: a de Saturno, dificuldades, durezas da vida; porque são partes desse enorme rio triste."
        ]
	},
	{
		"id": 184,
		"name": "Cursa",
		"longitude": 75.351,
		"latitude": -27.51,
		"magnitude": 2.79,
		"category": 0,
		"nature": [6],
		"constellationID": 39,
		"description": [
            "Cursa, em 15°35' de Gêmeos. As estrelas de Eridanus têm todas a mesma significação: a de Saturno, dificuldades, durezas da vida; porque são partes desse enorme rio triste."
        ]
	},
	{
		"id": 185,
		"name": "Achernar",
		"longitude": 345.37,
		"latitude": -59.26,
		"magnitude": 0.49,
		"category": 0,
		"nature": [5],
		"constellationID": 39,
		"description": [
            "A estrela de Eridanus que se destaca é Achernar, em 15°37' de Peixes, de magnitude 0,49, latitude 59°26' Sul; é a única realmente benéfica de Eridanus, com a exceção parcial de Acamar. Achernar é da natureza de Júpiter, está associada a sucesso, felicidade, ser bem-sucedido em cargos públicos ou eclesiais, religião, inclinação filosófica, inclinação intelectual etc., porque ela é onde desemboca o fruto de todas as coisas ruins, todas as dificuldades da vida, que desembocam na sabedoria, no conhecimento adquirido, o conhecimento nasce da dificuldade, a vida é um Vale de Lágrimas ao final do qual ficamos um pouco mais sábios."
        ]
	},
	{
		"id": 186,
		"name": "Giedi",
		"longitude": 304.141,
		"latitude": 6.59,
		"magnitude": 4.6,
		"category": 0,
		"nature": [2, 4],
		"constellationID": 40,
		"description": [
            "Giedi, hoje em dia dividida em Prima e Secunda, é da natureza de Vênus e Marte, em 4°14' de Aquário, latitude 6°59' Norte, de magnitude 4,6, associa-se a piedade, auto sacrifício, oferta, e beneficência; Pã é o deus das bênçãos da natureza."
        ]
	},
	{
		"id": 187,
		"name": "Dahib",
		"longitude": 304.211,
		"latitude": 4.35,
		"magnitude": 3.2,
		"category": 0,
		"nature": [2, 6],
		"constellationID": 40,
		"description": [
            "Outra estrela, próxima de Giedi, tem quase a mesma significação: Dahib, em 4°21' de Aquário, latitude 4°35', de magnitude 3,2, da natureza de Saturno e Vênus; além das significações de Jady, tem as significações de tristeza e melancolia."
        ]
	},
	{
		"id": 188,
		"name": "Alshat",
		"longitude": 304.441,
		"latitude": 6.34,
		"magnitude": 4.8,
		"category": 0,
		"nature": [2, 4],
		"constellationID": 40,
		"description": [
            "Alshat, em 4°44' de Aquário, latitude 6°34' Norte, e magnitude 4,8, é o Chifre do Sul; o Chifre do Norte e o Chifre do Sul, nessa constelação, têm que ver com a dinâmica entre misericórdia e justiça, respectivamente, como na maioria das constelações."
            , "Exemplo disso é, para os árabes pré-islâmicos, quando Capricórnio aparecia no céu, Giedi e Dahib, no Chifre do Norte, significavam o sacerdote, enquanto Alshat, o Chifre do Sul, a ovelha a ser sacrificada; também tem natureza de Vênus e Marte, porque Pã, sendo o deus das bênçãos naturais, tem a natureza de Vênus, mas se trata de um chifre, é algo agressivo, então é marcial."
        ]
	},
	{
		"id": 189,
		"name": "Oculus",
		"longitude": 305.11,
		"latitude": 0.53,
		"magnitude": 5.2,
		"category": 0,
		"nature": [2, 6],
		"constellationID": 40,
		"description": [
            "Oculus, em 5°11' de Aquário, é exatamente o que o nome sugere, o Olho de Capricórnio, o esquerdo, voltado para a Terra, latitude 0°53' Norte, de magnitude 5,2; da natureza de Saturno e Vênus, associa-se a intelecto profundo, mas se trata de Saturno e Vênus, porque essa transformação, ou sublimação, é sempre perigosa, há o risco da sedução, há o risco de não terminar isso, de não fugir da morte, no sentido fixo, da matéria."
        ]
	},
	{
		"id": 190,
		"name": "Bos",
		"longitude": 305.281,
		"latitude": 1.11,
		"magnitude": 5,
		"category": 0,
		"nature": [2, 6],
		"constellationID": 40,
		"description": [
            "Bos fica no rosto, em tese, em 5°28' de Aquário, latitude 1°11' Norte, de magnitude 5; é muito fraca e está muito próxima de Oculus para valer a pena pensar em outra significação: parecem significar a mesma coisa."
        ]
	},
	{
		"id": 191,
		"name": "Armus",
		"longitude": 312.021,
		"latitude": 2.59,
		"magnitude": 4.9,
		"category": 0,
		"nature": [1, 4],
		"constellationID": 40,
		"description": [
            "Armus, em 12°2' de Aquário, latitude 2°59' Sul, de magnitude 4,9, fica no coração de Capricórnio; da natureza de Marte e Mercúrio, é instável, é o que acontece antes da transformação, está perto de onde se é transformado, de modo que suas significações são, normalmente, ruins, desagradáveis."
        ]
	},
	{
		"id": 192,
		"name": "Dorsum",
		"longitude": 314.091,
		"latitude": -0.35,
		"magnitude": 4.2,
		"category": 0,
		"nature": null,
		"constellationID": 40,
		"description": [
            "Dorsum está nas costas de Capricórnio, que é o ponto onde a cabra vira peixe, então ela é ainda mais instável, significa perigo, porque foi o perigo que fez Pã se transformar; está em 14°9' de Aquário, latitude 0°35' Sul, de magnitude 4,2."
        ]
	},
	{
		"id": 193,
		"name": "Castra",
		"longitude": 320.3,
		"latitude": -4.58,
		"magnitude": 4.7,
		"category": 0,
		"nature": [5, 6],
		"constellationID": 40,
		"description": [
            "Castra, na cauda de Capricórnio, em 20°30' de Aquário, latitude 4°58 Sul, de magnitude 4,7; da natureza de Saturno e Júpiter, é, ao mesmo tempo, benéfica, e pode significar maldade e destruição, porque é a parte que se transformou, é a parte que impele o conjunto para longe do mal, mas é a parte mais próxima do mal, e é um animal fugindo, então, de certo modo, também se associa a algo incontrolável. Uma cabra normal pula incontrolavelmente, o Capricórnio balança sua cauda incontrolavelmente para fugir."
        ]
	},
	{
		"id": 194,
		"name": "Nashira",
		"longitude": 322.05,
		"latitude": 2.33,
		"magnitude": 3.8,
		"category": 0,
		"nature": [5, 6],
		"constellationID": 40,
		"description": [
            "Nashira, em 22°5' de Aquário, latitude 2°33' Norte, de magnitude 3,8, também fica na cauda e tem a natureza de Saturno e Júpiter; é perigosa, mas, além do perigo, sugere  capacidade de sobrepujar o mal."
        ]
	},
	{
		"id": 195,
		"name": "Deneb Algedi",
		"longitude": 323.511,
		"latitude": 2.36,
		"magnitude": 3,
		"category": 0,
		"nature": null,
		"constellationID": 40,
		"description": [
            "A mais forte da constelação de Capricórnio é Deneb Algedi, em 23°51' de Aquário, 2°36' Norte, de magnitude 3; na ponta da cauda, tem os significados bons e ruins de Castra e Nashira exacerbados, significa tanto benefício quanto destruição, tanto felicidade quanto dor, a ambiguidade de Capricórnio é mais potente nessa estrela, porque é a parte que salva Pã, mas também é a parte mais próxima de Tifeu, há um gradiente de bênçãos e de perigo."
        ]
	},
	{
		"id": 196,
		"name": "Al Pherg",
		"longitude": 27.07,
		"latitude": 5.22,
		"magnitude": 3.7,
		"category": 0,
		"nature": [5, 6],
		"constellationID": 41,
		"description": [
            "A primeira estrela nas caudas é Al Pherg, a que normalmente é descrita nos livros, na cauda do Peixe do Norte, então ligada a ir para o caminho certo, por isso da natureza de Saturno e Júpiter, contração e expansão juntos, associa-se a constância e determinação, em 27°7' de Áries, latitude 5°22', de magnitude 3,7."
        ]
	},
	{
		"id": 197,
		"name": "Alrisha",
		"longitude": 29.41,
		"latitude": -9.03,
		"magnitude": 3.9,
		"category": 0,
		"nature": [5, 6],
		"constellationID": 41,
		"description": [
            "Essa estrela é quase sempre ignorada, mas é, simbolicamente, mais importante, Alrisha, Alpha Piscium, em 29°41' de Áries, latitude 9°3' Sul, de magnitude 3,9. Enquanto Al Pherg está na cauda (ou na corda próxima da causa) do Peixe do Norte, Alrisha está no nó, justamente no que mantém o Peixe do Norte junto do Peixe do Sul, tendo a significação óbvia de manter a organização em um ambiente caótico, de manter o curso certo em um ambiente mutável, de prudência, e também é da natureza de Saturno e Júpiter."
        ]
	}
]